<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
<HEAD>
<TITLE>Declaration d'Intention - Free Software Foundation Europe</TITLE>
<LINK REV="made" HREF="mailto:webmasters@fsfeurope.org">
</HEAD>
<BODY>

<center>
  <h1>Free Software Foundation Europe</h1>
  <h1>D&eacute;claration d'Intention</h1>
  <h2>Georg C. F. Greve
  &lt;<a href="mailto:greve@gnu.org">greve@gnu.org</a>&gt;</h2>
  <h3>22 novembre 2000</h3>
</center>

<p>[<a href="doi.html">english</a>] [fran&ccedil;ais]</p>

<p>Un groupe de personnes a commenc&eacute; &agrave; travailler sur le concept de la
"Free Software Foundation Europe", qui sera essentiellement une organisation
soeur de la Free Software Foundation fond&eacute;e par Richard M. Stallman.</p>

<p>Il est devenu &eacute;vident que la FSF aux Etats-Unis, &eacute;tant dans un fuseau horaire
et une culture totalement diff&eacute;rents, peut difficilement rester en contact avec
les d&eacute;veloppements et les courants forts du Logiciel Libre europ&eacute;en. L&eacute;galement
ind&eacute;pendante de la FSF en Am&eacute;rique, la FSFE cherchera &agrave; offrir une infrastructure
organisationnelle pour le Logiciel Libre en Europe - sp&eacute;cialement (mais pas seulement)
pour le projet GNU. De plus, elle offrira l'organisation locale n&eacute;cessaire &agrave; des
d&eacute;marches politiques et &agrave; la distribution de fonds.</p>

<p>En visant les objectifs suivants:</p>
<ul>
  <li>pression politique pour le Logiciel Libre et le projet GNU</li>
  <li>infrastructure organisationnelle</li>
  <li>lev&eacute;e et distribution de fonds</li>
</ul>

<p>nous percevons qu'il est absolument crucial de conserver le v&eacute;ritable
esprit et l'essence du Logiciel Libre.</p>

<p>Nous voudrions aussi &eacute;viter de cr&eacute;er un nouveau groupe s&eacute;paratiste dans
le mouvement du Libre. Pour cette raison,
nous sommes en contact avec Richard M. Stallman,
puisque le but est de devenir l'"organisation soeur europ&eacute;enne" de la FSF
- ceci permettra aussi aux Europ&eacute;eens de faire des donations &agrave; "la" FSF
d&eacute;ductibles des imp&ocirc;ts.</p>

<p>Etre l'organisation soeur officielle de la FSF impose la responsabilit&eacute; de
pr&eacute;server ses convictions et valeurs philosophiques. A nos yeux, c'est
la persistance des d&eacute;cisions et actions de la FSF qui la rend si
sp&eacute;ciale; ainsi, nous appliquerons la m&ecirc;me vision &agrave;
long terme dans toutes nos actions.</p>

<p>Comme le pass&eacute; r&eacute;cent l'a montr&eacute;, il est assez facile de quitter
le chemin et de perdre la trace de ces objectifs &agrave; long terme.
C'est pourquoi il est crucial pour la FSFE d'avoir des membres
ayant une conscience solide du mouvement, de ses origines et de
ses buts.</p>


<p>Nous avons d&eacute;cid&eacute; que cette responsabilit&eacute; n&eacute;cessitait de mettre
en &eacute;vidence les pi&egrave;ges et embûches que l'on pouvait rencontrer
sur notre chemin avant de rendre notre projet public. Apr&egrave;s plus d'un
an de discussions et de construction de la confiance de chacun de nous
en l'int&eacute;grit&eacute; des autres, nous pensons qu'il est temps de donner vie
&agrave; notre projet.</p>

<p>A ce jour, le directoire est compos&eacute; de</p>
<ul>
  <li>Georg C. F. Greve &lt;<a
  href="mailto:greve@gnu.org">greve@gnu.org</a>&gt;</li>
  <li>Bernhard Reiter &lt;<a
  href="maitlo:bernhard@intevation.de">bernhard@intevation.de</a>&gt;</li>
  <li>Werner Koch &lt;<a href="mailto:wk@gnupg.org">wk@gnupg.org</a>&gt;</li>
  <li>Peter Gerwinski &lt;<a
  href="peter@gerwinski.de">peter@gerwinski.de</a>&gt;</li>
</ul>

<p>et la localisation g&eacute;ographique de l'organisation "FSF Europe"
est en Allemagne pour
commencer. Nous nous &eacute;tendrons ensuite progressivement &agrave; d'autres
pays d'Europe avec comme objectif final d'avoir une structure
forte et saine en Europe qui travaillera dans l'int&eacute;r&ecirc;t du
Logiciel Libre.</p>

<p>Nous aurons besoin d'autres personnes ayant une connaissance
approfondie de GNU et du Logiciel Libre, surtout en France, au
Royaume-Uni et en Espagne, afin de mener &agrave; bien notre premi&egrave;re
&eacute;tape qui est de devenir vraiment europ&eacute;ens. Si vous pensez devoir
&ecirc;tre contact&eacute;, et vous ne l'avez pas &eacute;t&eacute;, ne d&eacute;sesp&eacute;rez pas. Vous
pouvez entrer en contact avec nous, mais surtout prenez conscience
que faire partie de cette organisation demande un niveau
relativement &eacute;lev&eacute; d'implication et qu'&eacute;tablir la confiance n&eacute;cessaire
avec chacun de nous prend un certain temps.

<p>Nous avons l'intention d'avoir une action consciencieuse, car une
approche erron&eacute;e pourrait donner des r&eacute;sultats &eacute;pouvantables. Si vous
voulez nous aider, n'h&eacute;sitez pas &agrave; nous contacter &agrave;
<br><br>
&lt;<a href="team@fsfeurope.org">team@fsfeurope.org</a>&gt;
<br><br>
ou bien &agrave; souscrire &agrave; notre forum de discussion
<br><br>
&lt;<a href="mailto:discussion@fsfeurope.org?subject=subscribe">
discussion@fsfeurope.org</a>&gt;.</p>

<p>Si vous d&eacute;sirez juste &ecirc;tre tenu au courant de l'avancement,
vous pouvez souscrire &agrave; notre liste de diffusion d'annonces
<br><br>
&lt;<a href="announce@gsgeurope.org?subject=subscribe">
announce@fsfeurope.org"</a>&gt;</p>

<p>Pour souscrire aux listes de diffusion, envoyez un m&eacute;l &agrave;
<br><br>
[liste]-request@fsfeurope.org
<br><br>
avec "subscribe" comme objet du message ou utilisez l'interface
web
<br><br>
<a href="http://mailman.fsfeurope.org">http://mailman.fsfeurope.org</a>.</p>

<HR>

<P>Retourner &agrave; la <A HREF="/index.html">page d'accueil FSFE</A>.</P>

<p>Envoyez vos questions &agrave; la FSFE &agrave;
<A HREF="mailto:team@fsfeurope.org"><EM>team@fsfeurope.org</EM></A></P>

<p>Envoyez vos remarques sur ce site &agrave;
<A HREF="mailto:webmasters@fsfeurope.org"><EM>webmasters@fsfeurope.org</EM></A>,
envoyez vos autres questions &agrave;
<A HREF="mailto:team@fsfeurope.org"><EM>team@fsfeurope.org</EM></A>.</p>

<P>Copyright (C) 2001 Free Software Foundation Europe</p>

<p>Verbatim la copie et la diffusion de la totalit&eacute; de ce document sont
permises quel que soit le support, pourvu que cette notice soit pr&eacute;serv&eacute;e.</p>

<P>
Mise &agrave; jour:
<!-- hhmts start -->
17 Mar 2001 vonarnim
<!-- hhmts end -->
</body>
</html>
