<?xml version="1.0" encoding="iso-8859-1" ?>
<!DOCTYPE html
          PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
          "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html lang="en">
  <head>
    <title>FSF Europe - Warum gibt es uns?</title>
  </head>
  <body>

    <div> <!-- The header will be inserted here -->
      <center>
	[
	<!-- Please update as needed and keep it in alphabetical order -->
        Deutsch |
	<a href="whyweexist.html">English</a>
	]
      </center>

<!-- Begin page content -->
    <div align="center">
    <h2>Warum gibt es uns?</h2>
    </div>

    <p>Die Free Software Foundation Europe (FSF Europe) wurde 2001 als
       Schwesterorganisation der Free Software Foundation (FSF) in den USA
       gegr&uuml;ndet, um sich um die Belange Freier Software in Europa zu
       k&uuml;mmern.</p>

    <p>Dieser Schritt wurde durch mehrere Faktoren bedingt.</p>

    <ul>
    <li><p>Zum Einen ist Freie Software schon lange kein vorwiegend
       amerikanisches Ph&auml;nomen mehr, Europa verf&uuml;gt über eine der st&auml;rksten
       Entwicklergemeinden Freier Software und viele ma&szlig;gebliche Projekte der
       letzten Zeit nahmen hier ihren Ursprung.</p></li>


    <li><p>Zweitens dominiert noch immer das Bild von Software als reinem
       Wirtschaftsgut, weshalb sie von Politik und Presse als solches
       behandelt wird. </p>

    <p>Dabei transzendiert Software zunehmend das t&auml;gliche Leben und wird zum
       bestimmenden Faktor. Wie auch andere Entwicklungen in der Geschichte
       der Menschheit wird mit zunehmender Durchdringung des Alltags das
       Wirtschafts- zum Kulturgut.</p>

    <p>Anders als zun&auml;chst vergleichbar erscheinende Entwicklungen wie
       Druckerpresse, Auto oder Telefon, ist Software jedoch rein virtuell.
       Sie kann nicht nur verlustfrei verfielf&auml;ltigt werden, diese
       Verfielf&auml;ltigung dient ihrer Weiterentwicklung.</p>

    <p>Damit unterscheidet sich Software ma&szlig;geblich von anderen
       Ph&auml;nomenen in der Geschichte der Menschheit; die
       gr&ouml;&szlig;ten &Auml;hnlichkeiten mit ihrer Entwicklung
       weisen die Entdeckung von Sprache, Schrift oder Wissenschaft
       auf.</p>

    <p>Es ist essentiell für die Zukunft der Menschheit, daß Software
       als Kulturgut auch in Zukunft jedem zur Verf&uuml;gung steht
       und &auml;hnlich wie anderes Wissen in Bibliotheken bewahrt
       wird.</p>

    <p>Um dies zu gew&auml;hrleisten, muß ein Umdenken vor allem bei
       den Entscheidungstr&auml;gern der Bev&ouml;lkerung, den
       Politikern, stattfinden.</p>

    <p>Dieses Umdenken zu bewirken ist eine wesentliche Aufgabe der
       FSF Europe.</p></li>


    <li><p>Als dritter Punkt sei die Absicherung Freier Software
    erw&auml;hnt.</p>

    <p>Die GNU General Public License und GNU Lesser General Public
       License der Free Software Foundation sind die weltweit
       meistverwandten Lizenzen f&uuml;r Freie Software. </p>

    <p>Damit obliegt es der FSF und FSF Europe, die juristische
       Sicherheit des gr&ouml;&szlig;ten Teils Freier Software zu
       gew&auml;hrleisten. </p></li>


    <li><p>Viertens basiert der langfristige Erfolg auch auf der
       praktischen Umsetzung Freier Software. </p>

    <p>Daher k&uuml;mmert sich die FSF Europe parallel mit der FSF um
       die organisatorischen Belange des GNU-Projekts, f&ouml;rdert
       und betreibt die Entwicklung Freier Software und
       unterst&uuml;tzt sowohl Firmen wie auch Privatpersonen bei
       ihrem Umstieg auf Freie Software.</p></li>


    <li><p>Und schlie&szlig;lich besitzt Software nat&uuml;rlich ein
       immenses wirtschaftliches Potential. Um also Freie Software
       dauerhaft im Bewu&szlig;tsein zu verankern, ist es notwendig,
       auch die Wirtschaft mit einzubeziehen. </p>

    <p>Dies bedeutet, der Wirtschaft m&uuml;ssen Perspektiven
       er&ouml;ffnet werden, ihr Gesch&auml;ft um und mit Freier
       Software aufzubauen. </p>

    <p>Das Anbieten dieser Perspektiven sowie die Beratung in diesen Belangen
       ist ebenfalls Aufgabe der FSF Europe.</p></li>

    </ul>

     <p>Weitere &Uuml;berlegungen zum Thema Freie Software finden sich unter:
     <code>
        <a href="http://www.gnu.org/philosophy/philosophy.html">http://www.gnu.org/philosophy/philosophy.html</a>
        </code>
    </p>

    <p><em> Georg C. F. Greve 
    &lt;<a href="mailto:greve@gnu.org">greve@gnu.org</a>&gt;, 
    Hamburg, June 23rd 2001</em></p>

<!-- End page content -->

    </div> <!-- The footer will be inserted here -->

    Last update:
    <!-- timestamp start -->
    $Date$ $Author$
    <!-- timestamp end -->

  </body>
</html>
<!--
Local Variables: ***
mode: xml ***
End: ***
-->
