<?xml version="1.0" encoding="iso-8859-1" ?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
          "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html lang="es">
  <head>
    <title>SourceForge a la deriva</title>
  </head>
  <body>

    <div> <!-- The header will be inserted here -->
      <center>
	[
	<!-- Please update as needed and keep it in alphabetical order -->
        <a href="article2001-10-20-01.de.html">Deutsch</a> |
        <a href="article2001-10-20-01.en.html">English</a> |
        Español |
        <a href="article2001-10-20-01.fr.html">Français</a> |
        <a href="article2001-10-20-01.it.html">Italian</a> |
        <a href="article2001-10-20-01.pt.html">Português</a>
	]
      </center>
      <p />
      <blockquote>
	<center><h2>SourceForge a la deriva</h2></center>

	<p>
	  Durante los &uacute;ltimos meses el entorno de desarrollo
	  <a href="http://www.sourceforge.net/">SourceForge</a>
	  , que hospeda muchos proyectos de
	  <a href="http://www.gnu.org/philosophy/free-sw.html">Software
	  Libre</a>, 
	  ha cambiado su pol&iacute;tica. Las caracter&iacute;sticas necesarias para
	  exportar un proyecto de SourceForge han sido eliminadas. La
	  implementaci&oacute;n sol&iacute;a ser exclusivamente Software Libre, pero
	  ahora est&aacute;
	  <a href="http://sourceforge.net/docman/display_doc.php?docid=6267&amp;group_id=1">basada
	  en software no libre</a>. 
	  Finalmente, VA Linux[<a href="#valinux">1</a>] ha terminado
	  siendo bastante expl&iacute;cito en sus intentos de apropiarse del
	  control exclusivo del trabajo de los contribuidores.
	</p>

	<p>
	  SourceForge hizo mucho bien a la comunidad del Software
	  Libre, pero ahora se dispone a romper esa libertad.
	</p>

	<center><h3>Atrapando a los usuarios en un mundo de software
	no libre</h3></center>

	<p>
	  SourceForge supuso para el Software Libre una metodolog&iacute;a
	  de desarrollo unificada y est&aacute;ndar basada en herramientas
	  modernas. Antes de SourceForge, dichas herramientas (reporte
	  de bugs, cvs, web, soporte, foros, polls, noticias, etc)
	  estaban disponibles de manera individual, pero pocos
	  desarrolladores usaban muchas de ellas juntas, ya que ten&iacute;an
	  que configurar las herramientas para trabajar de un modo
	  conjunto por s&iacute; mismos. SourceForge hizo la combinaci&oacute;n de
	  modo conveniente tanto para nuevos desarrolladores, como
	  para los m&aacute;s experimentados.
	</p>

	<p>
	  Debido a la gran utilidad de SourceForge, muchos
	  desarrolladores de Software Libre han optado por acercarse a
	  SourceForge, y ser&iacute;an reluctantes a volver al viejo modo de
	  hacer las cosas. Desafortunadamente, esto implica que cuando
	  SourceForge vaya a peor, tender&aacute; a llevarse a los
	  desarrolladores de Software Libre consigo.
	</p>

	<p>
	  La segunda cosa importante que hizo SourceForge fu&eacute;
	  proporcionar este entorno de desarrollo basado
	  exclusivamente en 
	  <a href="http://www.gnu.org/philosophy/free-sw.html">Software
	  Libre</a>. 
	  De este modo, SourceForge no s&oacute;lo proporcion&oacute; una poderosa
	  metodolog&iacute;a a la comunidad del Software Libre, sino que
	  adem&aacute;s demostr&oacute; lo que puede hacer el Software Libre, y
	  foment&oacute; el uso del Software Libre. Y como el software de
	  SourceForge era libre, cualquiera podr&iacute;a levantar un sitio web
	  similar. El software de SourceForge ha estado disponible
	  para los desarrolladores en cualquier lugar del mundo. Los
	  desarrolladores de (por ejemplo) la India que no puedan
	  permitirse el ancho de banda para acceder al sitio web de
	  SourceForge, podr&iacute;an beneficiarse de las mismas facilidades,
	  en sus propios servidores.
	</p>

	<p>
	  En agosto del 2001, VA Linux reneg&oacute; de su pol&iacute;tica e
	  introdujo software no libre en el servidor de SourceForge. 
	  <a
	  href="http://sourceforge.net/docman/display_doc.php?docid=6267&amp;group_id=1">
	  Anunciando esto</a>, Larry Augustin (CEO de VA Linux) 
	  clama que los usuarios de SourceForge.net <i>virtualmente no
	  notar&aacute;n 
	  ning&uacute;n cambio</i>. Esto ser&iacute;a cierto si &uacute;nicamente
	  se considera qu&eacute; trabajo realiza el sitio web y
	  c&oacute;mo se maneja. Pero cuando consideramos las implicaciones,
	  las cosas son muy diferentes. En lugar de un ejemplo
	  excelente de Software Libre, SourceForge es ahora una demo
	  de software no libre. Existe el riesgo de que los varios de
	  cientos de personas registradas en sourceforge se hagan
	  progresivamente dependientes del sitio web de SourceForge, y
	  de caracter&iacute;sticas implementadas por software propietario.
	</p>

	<p>
	  Como un desarrollador de Software Libre, todav&iacute;a eres libre
	  de utilizar el servidor de SourceForge, pero no tendr&aacute;s la
	  libertad de copiar, modificar, estudiar y distribuir el
	  software que corre dicho servidor; no ser&aacute;s libre de
	  levantar un sitio similar por t&iacute; mismo, o de adaptarlo a tus
	  propias necesidades. La <a

	  href="http://sourceforge.net/projects/alexandria/"> &uacute;ltima
	  versi&oacute;n</a > del software de sourceForge tiene un
	  a&ntilde;o de antig&uuml;edad. 
	</p>

	<p>
	  El movimiento al software no libre ha sido la culminaci&oacute;n de una
	  serie de pasos dise&ntilde;ados para encerrar a los usuarios en
	  SourceForge. Nunca ha habido un modo de extraer de forma
	  completa proyectos de SourceForge, pero se hicieron
	  esfuerzos hacia esa direcci&oacute;n -- este a&ntilde;o han sido
	  eliminados todos los frutos de dicho esfuerzo. En el
	  presente lo &uacute;nico que se puede extraer son el <a
	  <a
	  href="http://cvs.sourceforge.net/cvstarballs/">&aacute;rbol del CVS</a>
	  y el tracker data <i>/export/sf_tracker_export.php</i>.  
	  Poca gente conoce esto &uacute;ltimo, debido a que no est&aacute; documentado.

	  La <a href="http://www.sourceforge.net/export/">p&aacute;gina de
	  exportaciones</a> 
	  explica c&oacute;mo utilizar scripts que ya no existen; se ha
	  parado la implementaci&oacute;n de las facilidades para extraer los
	  proyectos de una manera sencilla. La comunidad de
	  desarrolladores est&aacute; compuesta exclusivamente de empleados
	  de VA Linux, y por unos pocos a los cuales se les requiere
	  no abrir el c&oacute;digo actual.
	</p>

	<p>
	  Los <a href="http://www.geocrawler.com/about/">archivos de las
	  listas de correo</a>, 
	  un servicio de SourceForge, recientemente han pasado al
	  estado de <i>no mantenidos</i>. &iquest; significar&aacute; esto
	  que ser&aacute; reemplazado por una soluci&oacute;n software no libre?
	</p>

	<center><h3>Apropiaci&oacute;n del Trabajo de los Contribuidores</h3></center>

	<p>
	  Esto es lo que me ha pasado a m&iacute; antes de que se anunciara
	  que SourceForge iba a usar y desarrollar software no libre.
	  Como yo figuro como desarrollador (en las <a
	  href="http://chris.from.lu/SF2.5/AUTHORS">fuentes</a> y en la <a
	  href="http://sourceforge.net/docman/display_doc.php?docid=751&amp;group_id=1">documentaci&oacute;n</a>)
	  del sotware de sourceForge, recib&iacute; una petici&oacute;n de VA Linux
	  para asignarles el copyright del software. No me sorprendi&oacute;
	  ni molest&oacute; esta petici&oacute;n; muchos proyectos de Software Libre
	  piden a sus contribuidores que asignen el copyright de sus
	  cambios al desarrollador principal. El asignar el copyright
	  a un &uacute;nico ente es una estrategia para defender la <a
	  href="http://www.gnu.org/licenses/gpl.html">GNU GPL</a> 
	  de manera mas efectiva, y yo ser&iacute;a feliz contribuyendo de
	  esa manera.
	</p>

	<p>
	  Pero cuando le&iacute; los detalles de su contrato de asignaci&oacute;n de
	  copyright, v&iacute; grandes problemas. Se me requiri&oacute; asignar el
	  copyright de mi trabajo, que "<i>es, o puede ser en el futuro,
	  utilizado en la plataforma de desarrollo colaborativo de
	  software SourceForge</i>". La asignaci&oacute;n no estaba limitada
	  a mi contribuci&oacute;n al c&oacute;digo de SourceForge, sino que
	  potencialmente inclu&iacute;a todo mi trabajo pasado y futuro, si
	  es de inter&eacute;s para SourceForge.
	</p>

	<p>
	  Adem&aacute;s, esperaba una promesa de que mi trabajo ser&iacute;a
	  licenciado bajo la GNU GPL, pero el formulario de asignaci&oacute;n
	  no dec&iacute;a nada sobre Software Libre. VA Linux podr&iacute;a
	  licenciar el software que yo escribo bajo una licencia de
	  software no libre. Pero no estaba seguro de esa posibilidad,
	  ya que VA Linux solo usaba y produc&iacute;a Software Libre. Dos
	  semanas mas tarde decidieron introducir software no libre en
	  SourceForge, y esto arroj&oacute; una luz diferente sobre el
	  asunto.  
	</p>

	<p>
	  VA Linux me dijo que s&oacute;lo enviaron el formulario de
	  asignaci&oacute;n a dos personas, con el objetivo de
	  afinarlo. Entonces comenzamos una larga discusi&oacute;n que ocup&oacute;
	  dos meses. Por mi parte, asum&iacute; que esta discusi&oacute;n obedec&iacute;a a
	  un intento de hacer el formulario m&aacute;s adecuado para la
	  comunidad del Software Libre, y por tanto trabaj&eacute; duro para
	  dar un enfoque constructivo. Finalmente, me enviaron la
	  versi&oacute;n oficial del formulario de asignaci&oacute;n, hecha por el
	  departamento legal de VA Linux. La incluyo aqu&iacute; en su
	  totalidad: 
	</p>

	<blockquote>
	  SourceForge Copyright Assignment
	  <i>
	  <p>
	    Thank you for your interest in contributing software code
	    to SourceForge.
	  </p>
	  <p>
	    In order for us to include the code in our product, we will
	    need you to provide us with the rights to the code.
	  </p>
	  <p>
	    By signing this agreement, you, the undersigned, hereby
	    assign to VA Linux all right, title and interest in and to
	    the software code described below, and all copyright,
	    patent, proprietary information, trade secret, and other
	    intellectual property rights therein. You also agree to take
	    all actions and sign all documents (such as copyright
	    assignments or registrations) reasonably requested by VA
	    Linux to evidence and record the above assignments.
	  </p>
	</i>
	</blockquote>

	<p>
	  Esto era incluso peor que el primer borrador. "<i>T&uacute; nos das
	  control total; nosotros no prometemos nada</i>". En este
	  momento, supe que los intentos de clarificar el formulario
	  de asignaci&oacute;n de copyright fueron una p&eacute;rdida de tiempo; VA
	  Linux claramente no quer&iacute;a las asignaciones de copyright
	  para reforzar la GNU GPL, ni mucho menos.
	</p>

	<center><h3>La salida de la trampa</h3></center>

	<p>
	  Este es el momento en que la gente que aprecia la libertad
	  escape de SourceForge. Se ha hecho una trampa-foso de la
	  cual cada vez ser&aacute; m&aacute;s dif&iacute;cil escapar. Plataformas de
	  hosting para el desarrollo, completamente Software Libre,
	  florecen en todo el mundo. Puedes crear el tuyo propio,
	  ingresar en uno existente, o ayudar en el software
	  subyacente. Algunos meses atr&aacute;s ayud&eacute; a lanzar <a
	  href="http://savannah.gnu.org/">Savannah</a> para el
	  Proyecto GNU, porque sent&iacute;a la necesidad de una plataforma
	  colaborativa funcional. Junto con amigos y
	  co-desarrolladores, estamos reescribiendo y empaquetando un
	  software de
	  <a
	  href="http://savannah.gnu.org/docs/savannah-plan.html">hosting
	  de desarrollo distribu&iacute;do</a>. 
	  La idea es ser capaz de instalar y operar un sitio tipo
	  SourceForge en cuesti&oacute;n de horas. Savannah correr&aacute; este
	  software a finales de a&ntilde;o. Al principio, tendr&aacute; menos
	  funcionalidades que SourceForge, pero tiene un brillante
	  futuro debido a que est&aacute; basado en un esfuerzo cooperativo
	  de gente compartiendo Software Libre.
	</p>

	<p>
	  SourceForge es "free" como en "free beer" debido a su modelo
	  de desarrollo.
	 Fu&eacute; un car&iacute;simo y bonito regalo para
	  la comunidad del Software Libre. Podr&iacute;amos devolver a VA
	  Linux un regalo envenenado similar. Al contrario, pienso que
	  debemos agradec&eacute;rselo. Ellos nos dieron una metodolog&iacute;a, y
	  nos han ense&ntilde;ado que una soluci&oacute;n de hosting para desarrollo
	  debe construirse de un modo distribu&iacute;do y colaborativo, no
	  por una sola empresa control&aacute;ndolo todo de abajo a
	  arriba. Por supuesto, esto significa que mucha gente 
	  gastar&aacute; un peque&ntilde;o tiempo desarrollando y manteniendo estas
	  soluciones de hosting. Hemos terminado nuestra cerveza,
	  es la hora de ganar nuestra libertad.
	</p>

	<p>
	  <i><a href="mailto:loic@gnu.org">Lo&iuml;c Dachary</a></i>
	</p>

	<p>
	  [<a name="#valinux">1</a>] <a
	  href="http://www.valinux.com/">VA Linux</a> es el due&ntilde;o del
	  dominio <a href="http://www.sourceforge.net/">SourceForge</a>
	  .Proporciona y es due&ntilde;o del hardware, paga por la conexi&oacute;n,
	  contrata a gente para mantener SourceForge. VA Linux es
	  tambi&eacute;n el due&ntilde;o de la mayor&iacute;a de los sitios <a
	  href="http://www.osdn.com/">OSDN</a> la mayor concentraci&oacute;n
	  de recursos de Software Libre en las manos de una sola compa&ntilde;&iacute;a.
	</p>

      </blockquote>
    </div> <!-- The footer will be inserted here -->

    Updated:
    <!-- timestamp start -->
    $Date$ $Author$
    <!-- timestamp end -->

  </body>
</html>
<!--
Local Variables: ***
mode: xml ***
End: ***
-->
