<?xml version="1.0" encoding="iso-8859-1" ?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
          "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html lang="pt">
  <head>
    <title>OLinux: Liberdade, Igualdade e Fraternidade</title>
  </head>
  <body>

    <div> <!-- The header will be inserted here -->
      <center>
	[
	<!-- Please update as needed and keep it in alphabetical order -->
        <a href="article2001-12-17-01.en.html">English</a> |
        Português
	]
      </center>

      <!-- Begin page content -->

<center>
<h1>OLinux: Liberdade, Igualdade e Fraternidade</h1>
</center>

<p>
Por: <a href="mailto:allan@olinux.com.br" class="autor">Allan Vasconcellos</a> ( 17/12/2001 ), OLinux
<code><a href="http://www.olinux.com.br">http://www.olinux.com.br</a></code>
</p>

<ul>
<p align="justify">
<b>OLinux: Quais s&atilde;o as principais atividades da FSF
        Europa?</b>
</p>

<p align="justify">
<b>Georg Greve:</b>
A FSF Europa (Free Software Foundation) trabalha em todos os
      aspectos do Free Software, incluindo as quest&otilde;es
      cl&aacute;ssicas como o Projeto GNU e o suporte ao
      desenvolvimento do Free Software de um modo geral. Mas isto
      &eacute; apenas uma parte das nossas atividades, pois temos
      outras que s&atilde;o ainda mais trabalhosas e no entanto
      possuem menos visibilidade, mesmo sendo t&atilde;o importantes
      como as demais.</p>

<p align="justify">O Free Software &eacute; uma das respostas a quest&otilde;es
      levantadas na "Era da Informa&ccedil;&atilde;o" na qual vivemos,
      mas somente se a sociedade estiver totalmente a par sobre
      essas quest&otilde;es n&oacute;s poderemos ter certeza de que o
      Free Software veio para ficar. Talvez n&oacute;s possamos
      descobrir uma forma diferente de sociedade no futuro, mas
      atualmente os neg&oacute;cios s&atilde;o uma das principais
      coisas existentes e n&oacute;s trabalhamos no sentido de
      mostrar para as companhias como o Free Software pode
      benefici&aacute;-la. A campanha "N&oacute;s falamos sobre Free
      Software" &eacute; um exemplo disso.</p>

<p align="justify">Ao mesmo tempo precisamos nos assegurar que a
      pol&iacute;tica e alguns processos legais n&atilde;o ir&atilde;o
      prejudicar o Free Software, pois todo nosso trabalho pode ir
      por &aacute;gua abaixo caso haja uma lei determinando sua
      ilegalidade. Este risco &eacute; muito maior do que a maioria
      das pessoas imagina e somente com um trabalho constante e
      duradouro ser&aacute; poss&iacute;vel prevenir que isso
      aconte&ccedil;a. Para ajudar nessa &aacute;rea, n&oacute;s
      trabalhamos como uma esp&eacute;cie de centro de
      compet&ecirc;ncia para pol&iacute;ticos, advogados e imprensa de
      tal forma que eles possam ser informados sobre a
      import&acirc;ncia do Free Software e participem ativamente em
      diferentes campos, atuando junto a nossa causa.</p>

<p align="justify">
<b>OLinux: A FSF Europa influenciou ou forneceu algum tipo
        de apoio na decis&atilde;o do governo franc&ecirc;s de adotar
        o Free Software em sua administra&ccedil;&atilde;o
        p&uacute;blica? Qual foi o papel da FSF nesta
        decis&atilde;o?</b>
</p>

<p align="justify">
<b>Georg Greve:</b>
Sim, a comunidade do Free Software e a FSF est&atilde;o
      envolvidas neste decis&atilde;o. Todos sabem que Richard
      Stallman teve contato com v&aacute;rias pessoas importantes do
      governo franc&ecirc;s, mas ainda h&aacute; mais. Durante os
      &uacute;ltimos dois anos, ativistas da APRIL e da AFUL
      estiveram trabalhando nessa legisla&ccedil;&atilde;o. A APRIL
      &eacute; uma organiza&ccedil;&atilde;o associada da FSF Europe na
      Fran&ccedil;a e o seu fundador e presidente, Frederic Couchet
      tamb&eacute;m &eacute; o chanceler franc&ecirc;s da FSF Europe.
      Junto com Olivier Berger, secret&aacute;rio da APRIL, ele
      trabalhou pesado nas quest&otilde;es pol&iacute;ticas sobre o
      Free Software. A FSF Europa s&oacute; foi fundada este ano
      (oficialmente n&oacute;s iniciamos as atividades em 10/03), mas
      eu acho que pode-se dizer que n&oacute;s participamos desse
      processo desde o seu in&iacute;cio.</p>

<p align="justify">
<b>OLinux: O que Sr. acha da cria&ccedil;&atilde;o de uma FSF
        para a Am&eacute;rica Latina? Aqui n&oacute;s realmente
        necessitamos de uma institui&ccedil;&atilde;o para dar suporte
        a implementa&ccedil;&atilde;o do Free Software na
        Administra&ccedil;&atilde;o P&uacute;blica.</b>
</p>

<p align="justify">
<b>Georg Greve:</b>
Eu acho que este &eacute; um grande e importante passo, que no
      entanto deve se feito com muito cuidado. Antes de fundar a
      FSF Europe, n&oacute;s levamos cerca de um ano discutindo todas
      as quest&otilde;es relacionadas como por exemplo: O que torna a
      FSF especial? O que &eacute; importante e deve receber
      aten&ccedil;&atilde;o? A FSF sempre manteve sua posi&ccedil;&atilde;o
      para certos princ&iacute;pios e valores - os quais nem sempre
      s&atilde;o f&aacute;ceis de se manter, portanto manter uma FSF
      &eacute; algo que necessita um grande esfor&ccedil;o.</p>

<p align="justify">Parece que a FSF Europe v&ecirc;m influenciando iniciativas
      para a cria&ccedil;&atilde;o de outras organiza&ccedil;&otilde;es do
      g&ecirc;nero ao redor do mundo. J&aacute; existe uma FSF
      &Iacute;ndia e o Masayuki Ida recentemente visitou a Europa
      para nos falar sobre a possibilidade da abertura de uma FSF
      Jap&atilde;o. Em algumas discuss&otilde;es com Ida e com alguns
      volunt&aacute;rios da &Aacute;frica do Sul ficou claro que uma
      boa solu&ccedil;&atilde;o &eacute; primeiramente criar algum tipo
      de associa&ccedil;&atilde;o aberta e trabalhar em parceria com as
      FSFs j&aacute; existentes ao redor do mundo. Alguns bons
      exemplos s&atilde;o as organiza&ccedil;&otilde;es associadas da FSF
      Europa como a APRIL e AFUL.</p>

<p align="justify">
<b>OLinux: A FSF Europa "nasceu" da FSF USA ou &eacute; uma
        institui&ccedil;&atilde;o independente? E qual &eacute; o
        relacionamento entre as duas?</b>
</p>

<p align="justify">
<b>Georg Greve:</b>
A FSF Europa e a FSF s&atilde;o organiza&ccedil;&otilde;es
      irm&atilde;s, mas legalmente independentes. As
      institui&ccedil;&otilde;es trabalham juntas e para n&oacute;s que
      trabalhamos na Funda&ccedil;&atilde;o realmente n&atilde;o &eacute;
relevante para qual FSF se est&aacute; trabalhando, &eacute; como
      se fosse uma dessas institui&ccedil;&otilde;es internacionais
      como Greenpeace ou Cruz Vermelha, onde o trabalho &eacute; em
      pr&oacute; de uma causa que engloba todo o mundo.</p>

<p align="justify">A Europa &eacute; atualmente uma das &aacute;reas de
      atua&ccedil;&atilde;o mais efetivas do Free Software, logo ter
      uma FSF europ&eacute;ia foi algo natural e que cedo ou tarde
      iria ocorrer. Quando eu falei com Stallman h&aacute; cerca de
      dois anos e meio sobre essa id&eacute;ia ele concordou
      plenamente e at&eacute; sugeriu outras pessoas que poderiam se
      envolver no desafio. Logo depois n&oacute;s come&ccedil;amos a
      discutir todas as quest&otilde;es relacionadas a
      cria&ccedil;&atilde;o da FSF Europa.</p>

<p align="justify">Em novembro de 2000 n&oacute;s est&aacute;vamos certos de que
      poder&iacute;amos fazer a coisa funcionar e o melhor &eacute; que
      t&iacute;nhamos a certeza de que seria bem feito. Ent&atilde;o
      n&oacute;s divulgamos a 
      <a href="http://fsfeurope.org/documents/doi.htm">
"Declara&ccedil;&atilde;o de Inten&ccedil;&atilde;o"</a>

, tornando a id&eacute;ia p&uacute;blica. Eu venho trabalhando em
      tempo integral na FSF Europa desde janeiro deste ano para
      fazer com que ela deslanche. Da sede da FSF, em Boston,
      n&oacute;s recebemos alguma ajuda financeira e um grande
      suporte moral, que evidentemente &eacute; muito importante.</p>

<p align="justify">
<b>OLinux: Quais s&atilde;o as propostas da FSF para a
        Educa&ccedil;&atilde;o?</b>
</p>

<p align="justify">
<b>Georg Greve:</b>
O Free Software na Educa&ccedil;&atilde;o &eacute; algo
      extremamente importante porque todos deveriam crescer
      utilizando-os. H&aacute; uma s&eacute;rie de iniciativas em torno
      do Free Software e da Educa&ccedil;&atilde;o que trabalham com
      objetivos similares, por&eacute;m freq&uuml;entemente os
      projetos n&atilde;o coordenam seus esfor&ccedil;os e o
      compartilhamento de experi&ecirc;ncias &eacute; algo que ainda
      n&atilde;o &eacute; feito de forma efetiva.</p>

<p align="justify">Com o objetivo de dar um suporte a essas iniciativas, a
      FSF Europa come&ccedil;ou a reuni-las, tanto que uma delas, a
      Ofset, tornou-se uma das nossas organiza&ccedil;&otilde;es
      associadas afim de inser&iacute;-los numa rede de trabalho mais
      eficiente, permitindo que suas experi&ecirc;ncias sejam
      compartilhadas.</p>

<p align="justify">Seria muito &uacute;til conseguir agregar todas essas
      iniciativas em algum lugar para que as quest&otilde;es pudessem
      ser discutidas pessoalmente - se n&oacute;s acharmos
      volunt&aacute;rios que queiram organizar tal encontro,
      ficar&iacute;amos muito contentes em dar total suporte. A FSF
      Europa defende a import&acirc;ncia e as vantagens do Free
      Software em qualquer oportunidade.</p>

<p align="justify">
<b>OLinux: O que &eacute; exatamente a campanha: "N&oacute;s
        falamos sobre Free Software"?</b>
</p>

<p align="justify">
<b>Georg Greve:</b>
A campanha "N&oacute;s falamos sobre Free Software" &eacute; uma
      iniciativa para aumentar a consci&ecirc;ncia sobre o Free
      Software como neg&oacute;cio. Tamb&eacute;m permite que as
      companhias se distanciem da euforia criada em torno do Open
      Source e mostrem que elas realmente entenderam as
      quest&otilde;es por tr&aacute;s do Free Software e que acima de
      tudo est&atilde;o comprometidas com tais quest&otilde;es.</p>

<p align="justify">A id&eacute;ia para esta campanha surgiu num encontro este
      ano em Mil&atilde;o, na It&aacute;lia, onde alguma pessoas que
      possuem neg&oacute;cios no meio do Free Software queixaram-se
      sobre a irregularidade e a confus&atilde;o do termo Open Source
      e perguntaram se n&oacute;s n&atilde;o poder&iacute;amos fazer
      alguma coisa para defender o termo Free Software, o qual eles
      preferem usar.</p>

<p align="justify">Claro que est&aacute;vamos dispostos a ajudar, logo n&oacute;s
      agrupamos algumas das raz&otilde;es pelas quais consideramos
      que o termo Free Software &eacute; mais adequado e
      disponibilizamos o 
      <a href="/news/open_news.phl?id=5676" target="_blank">
manifesto na Internet</a>. E o interessante &eacute; que Bruce Perens, co-fundador do
      movimento Open Source e autor da "Defini&ccedil;&atilde;o de Open
      Source" foi um dos primeiros a nos dizer que achava bem-vinda
      a campanha e ainda solicitou que coloc&aacute;ssemos seu nome
      na lista dos que a apoiavam.</p>

<p align="justify">
<b>OLinux: Em qual est&aacute;gio est&aacute; a
        ado&ccedil;&atilde;o do Free Software em toda a Europa
        atualmente?</b>
</p>

<p align="justify">
<b>Georg Greve:</b>
A Europa &eacute; definitivamente a regi&atilde;o com a maior
      aceita&ccedil;&atilde;o ao Free Software atualmente, mas h&aacute;
uma enorme diferen&ccedil;a entre as regi&otilde;es do
      continente. Os mais avan&ccedil;ados s&atilde;o a Alemanha e a
      Fran&ccedil;a, onde os pol&iacute;ticos aos poucos v&atilde;o se
      tornando cientes sobre as quest&otilde;es que envolvem os Free
      Software, tanto que na Fran&ccedil;a j&aacute; fizeram a primeira
      legisla&ccedil;&atilde;o que favorece a ado&ccedil;&atilde;o do Free
      Software. No entanto esta ado&ccedil;&atilde;o ainda n&atilde;o
      chegou no ponto que n&oacute;s gostar&iacute;amos e em outros
      pa&iacute;ses, como a It&aacute;lia por exemplo, ainda h&aacute;
muito trabalho a se fazer, mas aos poucos n&oacute;s estamos
      trabalhando.</p>

<p align="justify">
<b>OLinux: O Sr. acha que o Free Software pode "vencer" os
        softwares propriet&aacute;rios algum dia?</b>
</p>

<p align="justify">
<b>Georg Greve:</b>
Na minha opini&atilde;o "vencer" talvez n&atilde;o seja a melhor
      palavra a se utilizar. Nosso objetivo &eacute; poder
      disponibilizar o Free Software para todos, pois as pessoas
      deveriam ter a liberdade de escolher poder fazer o que
      quisessem com seus softwares. Ningu&eacute;m deveria ser
      "obrigado" a utilizar softwares propriet&aacute;rios.</p>

<p align="justify">N&oacute;s n&atilde;o pretendemos tornar o software
      propriet&aacute;rio ilegal, o que n&oacute;s queremos &eacute; que
      ningu&eacute;m seja for&ccedil;ado a us&aacute;-los e que as
      pessoas consigam entender o motivo desse tipo de software ser
      uma m&aacute; escolha. Uma das minhas maiores cren&ccedil;as
      &eacute; de que n&atilde;o h&aacute; absolutamente nenhuma
      raz&atilde;o cab&iacute;vel para justificar o uso de um software
      propriet&aacute;rio, enquanto podemos citar in&uacute;meras
      raz&otilde;es para se adotar o Free Software, mas o que precisa
      ficar claro &eacute; que essa decis&atilde;o deve caber a cada
      um.</p>

<p align="justify">
<b>OLinux: O que o Sr. acha da pol&iacute;tica de mercado
        adotada pela Microsoft? E sobre o processo que est&aacute;
sendo movido pela Uni&atilde;o Europ&eacute;ia contra a
        fabricante de softwares norte-americana?</b>
</p>

<p align="justify">
<b>Georg Greve:</b>
A FSF Europa foi solicitada a comparecer no caso contra a
      Microsoft e esclarecer aos oficiais da UE algumas
      informa&ccedil;&otilde;es apropriadas sobre o Free Software. Uma
      coisa que eu posso enfatizar &eacute; que embora a Microsoft
      tenha uma pol&iacute;tica de mercado bem agressiva, eles
      n&atilde;o s&atilde;o o grande "diabo" como alguns os
      classificam. A Microsoft nada mais &eacute; do que uma
      consequ&ecirc;ncia de um sistema que sempre foi baseado em
      softwares propriet&aacute;rios.</p>

<p align="justify">Certamente a Microsoft &eacute; uma das mais vis&iacute;veis
      representantes do software propriet&aacute;rio e eles s&atilde;o
      t&atilde;o pichados porque jogam "sujo", o que &eacute; algo que
      n&atilde;o devemos aceitar. O problema (para eles) &eacute; que o
      Free Software est&aacute; come&ccedil;ando a se infiltrar com
      sucesso num mercado que quase n&atilde;o tinha
      concorr&ecirc;ncia e o pessoal de Redmond come&ccedil;a a ficar
      preocupado. Como j&aacute; dizia Ghandi: "Primeiro eles te
      ignoram, depois riem de voc&ecirc;, em seguida lutam contra
      voc&ecirc;, e ent&atilde;o voc&ecirc; vence".</p>

<p align="justify">
<b>OLinux: O Sr. poderia enviar uma mensagem para os
        f&atilde;s brasileiros do Free Software</b>
</p>

<p align="justify">
<b>Georg Greve:</b>
O que eu posso dizer &eacute; que todos continuem divulgando o
      ideal do Free Software, pois o que fazemos hoje ir&aacute;
influenciar o futuro da humanidade nas pr&oacute;ximas
      d&eacute;cadas. N&oacute;s precisamos ter certeza de que as
      pessoas est&atilde;o entendendo as quest&otilde;es sobre o Free
      Software e a import&acirc;ncia da liberdade.</p>

<p align="justify">E n&atilde;o deixem ningu&eacute;m dizer que essas
      quest&otilde;es s&atilde;o irrelevantes ou perniciosas, elas
      n&atilde;o s&atilde;o. Somente falando sobre liberdade e sobre a
      filosofia do Free Software n&oacute;s conseguiremos esclarecer
      tais quest&otilde;es para a popula&ccedil;&atilde;o, portanto
      continuem falando sobre e explicando as vantagens do Free
      Software para qualquer pessoas que esteja interessada em
      ouvir. Liberdade conta e muito!!!</p>

</ul>

    </div> <!-- The footer will be inserted here -->

    Updated:
    <!-- timestamp start -->
    $Date$ $Author$
    <!-- timestamp end -->

  </body>
</html>
<!--
Local Variables: ***
mode: xml ***
End: ***
-->
