<?xml version="1.0" encoding="iso-8859-1" ?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
          "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html lang="es">
  <head>
    <title>Expertos en Software Libre</title>
  </head>
  <body>

    <div> <!-- The header will be inserted here -->
      <center>
	[
	<!-- Please update as needed and keep it in alphabetical order -->
        <a href="article2001-08-23-01.de.html">Deutsch</a> |
        <a href="article2001-08-23-01.en.html">English</a> |
        Español |
        <a href="article2001-08-23-01.fr.html">Français</a> |
        <a href="article2001-08-23-01.it.html">Italian</a> |
        <a href="article2001-08-23-01.pt.html">Português</a>
	]
      </center>
      <p />
      <blockquote>
	<center><h2>Expertos en Software Libre</h2></center>

	<p> &iquest; Alguna vez te has sentido disgustado, posiblemente
	    en mas de una ocasi&oacute;n, al descubrir que un proyecto
	    llamado de <a
	    href="http://www.gnu.org/philosophy/free-sw.es.html">Software
            Libre</a> ha sido financiado, y no obstante no tiene nada que
            ver con el Software Libre? Europa pronto financiar&aacute;
	    nuevos proyectos, y tu podr&iacute;as ayudar a prevenir 
	    situaciones similares, convirti&eacute;ndote en un <a
            href="http://candidature.cordis.lu/expert-evaluators/">Experto
            Externo</a>. De ese modo ser&aacute; mucho mas dif&iacute;cil
	    afirmar que nada puede hacerse: se requieren tus habilidades
	    para validar proyectos candidatos a ser financiados.
	</p>

	<p> El <a href="http://www.cordis.lu/fp5/src/over.htm">Fifth
	    Framework Programme</a> (FP5) de la comisi&oacute;n 
	    Europea <a
	    href="htp://www.cordis.lu/fp5-openings/home.html">necesita
	    expertos</a>. De todas las candidaturas que la gente propone
	    por si misma en el <a
	    href="http://candidature.cordis.lu/expert-evaluators/">formulario
	    en l&iacute;nea</a>, solo unas pocas tienen una comprensi&oacute;n
	    real de qu&eacute; es el Software Libre, y c&oacute;mo trabaja.
	    Mientras que todos los expertos podr&aacute;n ser elegidos,
	    solo unos pocos ser&aacute;n reclamados para efectuar una
	    evaluaci&oacute;n particular. En cada caso los expertos 
	    hablar&aacute;n &uacute;nicamente en su propio nombre, nunca
	    en el de su empresa ni otra organizaci&oacute;n. Dentro de 
	    muy poco, en Octubre del 2001, unos cuantos proyectos ser&aacute;n
	    enviados para su evaluaci&oacute;n en la convenci&oacute;n <i><a
	    href="http://www.cordis.lu/fp5/src/t-2.htm">Creating a
	    user-friendly information society</a></i>.
	</p>

	<p> &iquest; Qui&eacute;n ser&aacute; capaz, dejando aparte 
	  los aspectos t&eacute;cnicos, de discernir si un proyecto
	  llamado de <i>Software Libre</i> no es de hecho una simple
	  maniobra de m&aacute;rqueting, aprovechando el &uacute;ltimo
	  t&eacute;rmino de moda? Los candidatos para obtener los fondos
	  conocen el hecho de que la Comisi&oacute;n Europea <a
	  href="http://www.cordis.lu/ist/ka4/tesss/impl_free.htm#2001">desea
	  promover proyectos de Software Libre</a> a causa de sus
	  cualidades intr&iacute;nsecas de libertad, independencia,
	  y capacidad de compartirse. Para estos candidatos es una
	  gran tentaci&oacute;n el clamar que disponen de los recursos
	  t&eacute;cnicos y humanos para crear y mantener un proyecto de
	  Software Libre, aunque no tengan ni la mas ligera idea de lo
	  que esto significa realmente. Si los expertos no tienen un
	  conocimiento real acerca de desarrollo de Software Libre, 
	  &iquest;como ser&aacute; capaz la Comisi&oacute;n Europea 
	  de discernir esos candidatos?
	</p>

	<p> Un ejemplo demuestra esta situaci&oacute;n. Supongamos que
	  el proyecto <a href="http://www.gnupki.org/en/index.php">GnuPKI</a>
	  y el proyecto <a
	  href="http://www.campware.org/">campware</a> <a
	  href="http://www.cordis.lu/ist/ka4/tesss/prog.htm">notifican</a>
	  que son igual de buenos t&eacute;cnicamente hablando (dejando
	  aparte el hecho de que persiguen objetivos diferentes). Supongamos
	  ademas que la comisi&oacute;n tiene que elegir entre los dos, sin
	  disponer de la ayuda de ningun experto en Software Libre. 
	  Seguramente se decantarian por GNU PKI, debido a que hacen un
	  mejor trabajo de m&aacute;rqueting.
	</p>

	<p> Resulta que la gente familiar con el Software Libre 
	  encontrar&iacute;a algunas anomal&iacute;as en GnuPKI. En primer 
	  lugar, no es un paquete del 
	  <a href="http://www.gnu.org/">Proyecto GNU</a>, a pesar de su
	  nombre. 
	  Dado que el Proyecto GNU proporcina componentes vitales a los
	  sistemas operativos libres mas utilizados (Debian, RedHat, 
	  Mandrake etc.), este error demuestra una ignorancia perturbadora.
	  El Software Libre es una cuesti&oacute;n de comunicaci&oacute;n
	  entre grupos de desarrollo heterog&eacute;neos, y este punto
	  juega en contra de GnuPKI. Adem&aacute;s, el experto en seguridad
	  de GnuPKI, el se&ntilde;or 
	  Eduard Tric, <a
	  href="http://www.google.com/search?q=%22eduard+tric%22">nunca 
	  ha participado en desarrollo de Software Libre</a> y no est&aacute;
	  disponible ning&uacute;n paquete con el software desarrollado
	  hasta ahora. Esto muestra una falta de entendimiento del 
	  modelo de desarrollo. Si se tuvieran en cuenta estos factores en
	  la elecci&oacute;n, 
	  ser&iacute;a de esperar que las probabilidades de GnuPKI
	  fueran mucho menores  que las de campware.
	</p>

	<p>
	  Uno no puede esperar que todos los casos sean tan claros
	  como este ejemplo. La evaluaci&oacute;n de un proyecto,
	  para la Comisi&oacute;n Europea o para tu propia empresa,
	  requiere a menudo de un estudio mas profundo. Cuando
	  se trata con Software Libre es esencial evaluar cuidadosamente
	  el est&aacute;tus legal del proyecto con especial atenci&oacute;n
	  al copyright, debido a que son utilizadas varias licencias
	  y muchas compa&ntilde;ias est&aacute;n involucradas. La
	  habilidad de los candidatos para cooperar con grupos de
	  desarrollo en la red, su habilidad para establecer un
	  di&aacute;logo y una adecuada situaci&oacute;n dentro
	  de la comunidad del Software Libre es tambi&eacute;n de
	  suma importancia. Estos aspectos no son t&eacute;cnicos,
	  no tienen un equivalente en proyectos de software no libre
	  y s&oacute;lamente pueden ser evaluados por personas activamente
	  involucradas con el Software Libre.
	</p>

	<i><a href="mailto:LoicDachary@fsfeurope.org">Loïc Dachary</a></i>
	<p/>
	Thanks to Jose Marchesi.
	<p/>
	Submitted to:
	<ul>
	  <li><a href="http://www.barrapunto.com/">Barrapunto</a> (<a href="http://barrapunto.com//usr/poncho/01/08/28/0943221.shtml">published</a>)</li>
	</ul>
	<p/>
      </blockquote>
    </div> <!-- The footer will be inserted here -->

    Updated:
    <!-- timestamp start -->
    $Date$ $Author$
    <!-- timestamp end -->

  </body>
</html>
<!--
Local Variables: ***
mode: xml ***
End: ***
-->
