<?xml version="1.0" encoding="iso-8859-1" ?>
<!DOCTYPE html
          PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
          "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html lang="en">
  <head>
    <title>&Agrave; propos Free Software Foundation Europe</title>
  </head>
  <body>

    <div> <!-- The header will be inserted here -->
<!-- Begin page content -->

<div align="right">
<h2>&quot;Travailler pour pr&eacute;server<br />
les libert&eacute;s fondamentales<br />
dans une soci&eacute;t&eacute; num&eacute;rique.&quot;</h2>
</div>
<h1>&Agrave; propos de la Free Software Foundation Europe</h1>

<h2>Vision</h2>

<p>La Free Software Foundation Europe (FSF Europe) est une association &agrave;
but non lucratif largement bas&eacute;e sur deux visions.</p>

<p>Premi&egrave;rement la vision du Logiciel Libre comme une base stable pour la libert&eacute;
dans un monde num&eacute;rique -- dans un contexte &eacute;conomique et socio-&eacute;thique.
L'acc&egrave;s au logiciel d&eacute;termine qui peut participer dans une soci&eacute;t&eacute;
num&eacute;rique. Ainsi, la libert&eacute; d'utiliser, de copier, de modifier, et de redistribuer
le logiciel - tel que d&eacute;crit dans la d&eacute;finition du Logiciel Libre - permet &agrave;
tous une participation &eacute;gale &agrave; l'age de l'information.</p>

<p>C'est pourquoi la FSF Europe se consacre &agrave; tous les aspects du Logiciel Libre en
Europe. Cr&eacute;er une prise de conscience sur ces probl&egrave;mes, s&eacute;curiser le Logiciel Libre
politiquement et l&eacute;galement, et donner la libert&eacute; aux utilisateurs en promouvant le d&eacute;veloppement
de Logiciels Libres sont les objectifs principaux de la FSF Europe, fond&eacute;e en 2001 en tant 
qu'organisation soeur financi&egrave;rement, l&eacute;galement et personellement ind&eacute;pendante de la
<a href="http://www.fsf.org/fsf/fsf.html">Free Software Foundation</a> bas&eacute;e &agrave;
Boston, MA, USA.</p>

<p>La seconde vision est celle d'une Europe unifi&eacute;e dans un esprit de 
coop&eacute;ration au del&agrave; des barri&egrave;res culturelles.</p>

<p>Non seulement nous devons traiter avec la r&eacute;alit&eacute; politique de
l'Union Europ&eacute;enne, dont de grandes parties de son gouvernement
travaillent sur la soci&eacute;t&eacute; de l'information, mais nous nous trouvons
&eacute;galement &agrave; travailler dans un domaine fortement model&eacute; par de 
grandes compagnies multi-nationales.
Celles-ci tendent &agrave; travailler avec un niveau tr&egrave;s &eacute;lev&eacute; 
d'int&eacute;gration, de coordination et de consistence entre les pays &agrave; une
&eacute;chelle europ&eacute;enne et globale, leur permettant de renforcer leurs int&eacute;r&ecirc;ts
par des strat&eacute;gies de type &quot;diviser et conqu&eacute;rir&quot;.</p>

<p>Au sein de la FSF Europe et avec elle, nous nous tenons unis. Nous travaillons ensemble
au niveau local et international, parlant avec une voix qui ne peut &ecirc;tre 
ignor&eacute;e.</p>

<h2>Mise en oeuvre</h2>

<p>En tant qu'organisation reposant sur une culture et un environnement Europ&eacute;en,
nous croyons et nous suivons des principes fondamentaux tels que la d&eacute;mocratie,
le multilat&eacute;ralisme, la coop&eacute;ration, le dialogue et la transparence.</p>

<p>Nous travaillons dur pour suivre ces principes autant que possible,
mais &agrave; cause de ressources limit&eacute;es ou d'autres probl&egrave;mes, il se peut 
que de temps en temps nous faisions d&eacute;faut &agrave; les suivre parfaitement. Dans ces
cas l&agrave;, n'h&eacute;sitez pas &agrave; <a href="/help/help.html">nous aider</a> ou
&agrave; vous impliquer soit directement soit par l'interm&eacute;daire de l'une de nos
<a href="/associates/index.html">organisations associ&eacute;es</a>.</p>

<h2>Informations suppl&eacute;mentaires</h2>

<ul>

<h3>
<a href="members.html">Membres</a> de la FSF Europe</h3> 

<h3>
<a href="/about/legal/index.html">Structure L&eacute;gale</a> de la FSF Europe</h3> 

<h3>
<a href="volunteers.html">Volontaires Permanent</a> de la FSF Europe</h3>

<h3>
<a href="/about/graphics/graphics.html">Logos et Graphiques</a> de la FSF Europe</h3>

</ul>

<h2>Organisations soeur</h2> 

<p>Les organisations suivantes sont des organisations soeur de la 
FSF Europe dans le r&eacute;seau global de la FSF. Nous travaillons ensemble l&eacute;galement,
fianci&egrave;rement et personellement ind&eacute;pendant les uns des autres dans un esprit
d'&eacute;gale coop&eacute;ration.
<ul>
<li>
<b>Free Software Foundation Am&eacute;rique du Nord</b><br />
<code><a href="http://www.fsf.org/fsf/fsf.html">http://www.fsf.org/fsf/fsf.html</a></code><br />
La Free Software Foundation originelle, situ&eacute;e &agrave; Boston, MA, USA.</li>
<br />
<li>
<b>Free Software Foundation Inde</b><br />
<code><a href="http://fsf.org.in">http://fsf.org.in</a></code>
</li>
</ul>
</p>

<h2>Questions Suppl&eacute;mentaires</h2>

<p>Si vous avez des questions suppl&eacute;mentaires, vous trouverez surement les r&eacute;ponses
dans la <a href="faq.fr.html">FAQ de la FSF Europe</a>.</p>

<!-- End page content -->
    </div> <!-- The footer will be inserted here -->

    Last update:
    <!-- timestamp start -->
    $Date$ $Author$ 
    <!-- timestamp end -->

  </body>
</html>
<!--
Local Variables: ***
mode: xml ***
End: ***
-->


