<?xml version="1.0"?>
<html newsdate="2012-09-07">
  <version>1</version>
  <head>
    <title>Yhten&#xE4;ispatentti uhkaa innovaatiota Euroopassa</title>
  </head>
  <body>
    <h1>Yhten&#xE4;ispatentti uhkaa innovaatiota Euroopassa</h1>
    <p>
N&#xE4;hd&#xE4;&#xE4;nk&#xF6; Apple vs. Samsung kaltaisia oikeusjuttuja kohta Euroopassakin? Euroopan parlamentti on juuri asettamassa kurssia Euroopan patenttij&#xE4;rjestelm&#xE4;n tulevaisuudelle. 17. ja 18. syyskuuta Euroopan parlamentin Oikeudellisten asioiden komitea keskustelee ehdotetusta EU:n laajuisesta patentista. T&#xE4;st&#xE4; hetkest&#xE4; 18. syyskuuta asti FSFE tarjoaa s&#xE4;&#xE4;nn&#xF6;llisesti ajankohtaista tietoa ja analyysej&#xE4; yhten&#xE4;isespatentista <a href="/">verkkosivustolla fsfe.org</a>.
</p>
    <p>
Ehdotus on kohdannut massiivista vastustusta ymp&#xE4;ri Eurooppaa. Nykyisess&#xE4; muodossaan se tarkoittaisi
<ul><li>poliittisen kontrollin luovuttamista Euroopan innovaatiopolitiikasta</li><li>patenttiriidoissa osapuolena olevien oikeusturvan vaarantumista</li><li>EPO:n vaarallisen taipumuksen my&#xF6;nt&#xE4;&#xE4; ohjelmistopatentteja vahvistamista</li></ul>
</p>
    <p>
Euroopan unionin tuomioistuin on varoittanut ett&#xE4; nykyinen patenttiehdotus on 
<a href="http://curia.europa.eu/jcms/upload/docs/application/pdf/2011-03/cp110017en.pdf">yhteensopimaton EU-lakien kanssa</a>
(PDF).
</p>
    <p>
Euroopan innovaatiokyvyn s&#xE4;ilytt&#xE4;miseksi ja parantamiseksi FSFE vaatii, ett&#xE4;:
<ul><li><em>Patenttij&#xE4;rjestelm&#xE4;n poliittinen kontrolli:</em> Euroopan patenttij&#xE4;rjestelm&#xE4; asetetaan Parlamentin valvontaan. Patenttij&#xE4;rjestelm&#xE4; on innovaatiopolitiikan t&#xE4;rke&#xE4; ty&#xF6;kalu. Euroopan parlamentin ei pid&#xE4; delegoida vastuitaan organisaatiolle, joka on t&#xE4;ysin EU:n kontrollin ulkopuolella.</li><li><em>Oikeusturva:</em> Patenttij&#xE4;rjestelm&#xE4;n t&#xE4;ytyy taata kaikkien osapuolten oikeusturva, sopivilla varmistuksilla ja tasapainolla. Patenttiriitojen osapuolilla tulee valvomattoman erityispatenttituomioistuimen sijaan olla mahdollisuus valittaa  kansallisille tuomioistuimille ja lopulta Euroopan unionin tuomioistuimelle, joissa on yleist&#xE4; oikeustajua pelk&#xE4;n patenttilains&#xE4;&#xE4;d&#xE4;nn&#xF6;n lis&#xE4;ksi.</li><li><em>Ei ohjelmistopatentteja:</em> Parlamentin tulee tehokkaasti varmistaa, ett&#xE4; tietokoneohjelmistot eiv&#xE4;t ole patentoitavissa. Mepeille t&#xE4;ytyy tehd&#xE4; selv&#xE4;ksi, ett&#xE4; tietokoneohjelmia ei voida patentoida vain sen takia, ett&#xE4; ne toimii tietokonelaitteiston p&#xE4;&#xE4;ll&#xE4;.</li></ul>
</p>
    <p>
-&gt; <a href="/activities/swpat/current/unitary-patent.html">Lue lis&#xE4;&#xE4; yhten&#xE4;ispatentista</a><br/>
-&gt; <a href="https://my.fsfe.org/donate">Tue FSFE:t&#xE4;</a>
</p>
  </body>
  <tags>
    <tag key="front-page"/>
    <tag key="european-union"/>
    <tag key="patents"/>
    <tag key="policy"/>
  </tags>
</html>
