<?xml version="1.0" encoding="iso-8859-1" ?>

<html>
  <head>
    <title>FSFE - Satzung der Free Software Foundation Europe (FSFE)</title>
  </head>

  <body>

<h1 align="center">Satzung</h1>

<h2><a href="#" name="SECTION00010000000000000000">
Pr&#228;ambel</a>
</h2>

<p>
Angesichts des Eintritts in das digitale Zeitalter, in dem realer und
virtueller Raum gleichberechtigt nebeneinander die soziale, kulturelle
und wissenschaftliche Entwicklung der Menschheit pr&#228;gen werden,
ergeben sich Fragen, deren Stellung und Bearbeitung langfristiges Ziel
der Free Software Foundation Europe sein wird.
</p>
<p>
Unmittelbare Aufgabe ist im Hinblick darauf die selbstlose T&#228;tigkeit
zur F&#246;rderung von Freier Software (engl. ,,Free Software``) sowie der
Pr&#228;gung und Verbreitung des Bewusstseins der mit ihr zusammenh&#228;ngenden
philosophischen und gesellschaftlichen Fragen.
</p>
<p>
Damit tritt die FSFE als offizielle Schwesterorganisation der
durch Richard M. Stallman in den Vereinigten Staaten von Amerika
gegr&#252;ndeten Free Software Foundation an deren Seite. Diese in den USA
als gemeinn&#252;tzig anerkannte Organisation widmet sich seit 1985 der
F&#246;rderung und Verbreitung von Free Software und insbesondere dem
GNU-System, einem Unix-artigen Betriebssystem auf Basis Freier
Software, dessen bekannteste Variante, GNU/Linux, mit wachsendem
Erfolg seit etwa 1993 auf vielen Rechnern im Einsatz ist.
</p>
<p>
Der Begriff Freier Software im Sinne der FSFE bezieht sich nicht auf den Preis, sondern vielmehr auf die folgenden vier Freiheiten:
</p>
<ol>
<li>Freiheit: Die Freiheit, ein Programm f&#252;r jeden Zweck einsetzen
zu d&#252;rfen; 
</li>
<li>Freiheit: Die Freiheit, untersuchen zu d&#252;rfen, wie ein Programm
funktioniert, und es den eigenen Bed&#252;rfnissen anzupassen; 
</li>
<li>Freiheit: Die Freiheit, Kopien f&#252;r andere machen zu d&#252;rfen; 
</li>
<li>Freiheit: Die Freiheit, das Programm verbessern zu d&#252;rfen und
diese Verbesserungen zum allgemeinen Wohl zug&#228;nglich zu machen. 
</li>
</ol>

<p>
Diese Definition Freier Software geht urspr&#252;nglich zur&#252;ck auf den
Grundgedanken des freien Austauschs von Wissen und Ideen, wie er
traditionell im Feld der Wissenschaft zu finden ist. Software ist, wie
auch Gedanken, nichtstofflich und verlustfrei kopierbar. Das
Weiterreichen dient einem evolution&#228;ren Prozess, &#252;ber den Ideen und
Software weiterentwickelt werden.
</p>
<p>
Nur Freie Software bewahrt die Nachvollziehbarkeit und M&#246;glichkeit der
Fortentwicklung wissenschaftlicher Ergebnisse. Sie ist daher im
wissenschaftlichen Diskurs die einzige Art von Software, die den
Idealen einer freien Wissenschaft entspricht. Dementsprechend
resultiert aus der F&#246;rderung Freier Software auch eine F&#246;rderung der
Forschung.
</p>
<p>
Die Verbreitung von Informationen und die Meinungsbildung wird
zunehmend durch digitale Medien gepr&#228;gt, und es existieren Pl&#228;ne zur
direkteren Einbindung der B&#252;rger mit Hilfe digitaler Technologien in
die Demokratie. Eine zentrale Aufgabe der FSFE besteht daher in
der Heranbildung eines in diesen Belangen m&#252;ndigen B&#252;rgers und der
F&#246;rderung eines demokratischen Staatswesens.
</p>
<p>
Der digitale Raum mit Software als seinem Medium und seiner Sprache
besitzt ein gewaltiges Potential zur F&#246;rderung aller
geistig-kulturellen Belange der Menschheit. Durch die allgemeine
Verf&#252;gbarmachung und Offenlegung dieses Mediums gew&#228;hrleistet Freie
Software Chancengleichheit sowie den Schutz der Privatsph&#228;re.
</p>
<p>
Die Auspr&#228;gung des Bewusstseins in allen Bev&#246;lkerungsschichten f&#252;r die
mit dem digitalen Zeitalter verbundenen Probleme ist langfristiges
Ziel und einer der Kernpunkte der T&#228;tigkeit der FSFE.
</p>
<p>
Daher wird mit der FSFE die F&#246;rderung des verst&#228;rkten Einsatzes
von Freier Software in Schulen und Universit&#228;ten angestrebt, um
parallel mit der Pr&#228;gung des Problembewusstseins f&#252;r den realen Raum
w&#228;hrend der Ausbildung auch die Pr&#228;gung des Problembewusstseins und
Verst&#228;ndnisses f&#252;r den virtuellen Raum zu vollziehen.
</p>
<p>
Freie Software garantiert nachvollziehbare Ergebnisse und
Entscheidungsprozesse in Wissenschaft und &#246;ffentlichem Leben sowie die
Rechte des Einzelnen auf Entfaltung der Pers&#246;nlichkeit und
Meinungsfreiheit. Daher ist es Aufgabe der FSFE, Freie Software
in alle Gebiete zu tragen, die das &#246;ffentliche Leben oder die
,,informationellen Menschenrechte`` der B&#252;rger ber&#252;hren .
</p>

<h2><a href="#" name="SECTION00020000000000000000">
Name, Sitz, Gesch&#228;ftsjahr</a>
</h2>

<p>
                (1) 
Der Verein f&#252;hrt den Namen ,,Free Software Foundation Europe``. Er
soll in das Vereinsregister eingetragen werden; nach der Eintragung
f&#252;hrt er den Zusatz ,,e.V.``.</p>

<p>
                (2) 
Der Verein hat seinen Sitz in Hamburg.</p>

<p>
                (3) 
Das Gesch&#228;ftsjahr ist das Kalenderjahr .
</p>

<h2><a href="#" name="SECTION00030000000000000000">
Zweck, Aufgaben, Gemeinn&#252;tzigkeit</a>
</h2>

<p>
                (1) 
Zweck der FSFE ist die F&#246;rderung und Verbreitung Freier
Software, um unter Beachtung der in der Pr&#228;ambel aufgef&#252;hrten
Grunds&#228;tze den freien Wissensaustausch und die Chancengleichheit beim
Zugang zu Software sowie die Volksbildung zu unterst&#252;tzen.</p>

<p>
                (2) 
Dem Zweck der FSFE sollen namentlich dienen:
</p>
<ol>
<li>die ideelle Unterst&#252;tzung von staatlichen Stellen und privaten
Organisationen in allen Fragen der Freien Software,
</li>
<li>die Zusammenarbeit und Koordination mit den Landesvereinen, die
die gleichen gemeinn&#252;tzigen Ziele verfolgen,
</li>
<li>die F&#246;rderung von Programmierern, die Freie Software entwickeln
und damit die gemeinn&#252;tzigen Zwecke der FSFE verwirklichen,
durch Stipendien,
</li>
<li>die Verbreitung der philosophischen Ideale von Freier Software,
</li>
<li>die Information und Schulung der &#214;ffentlichkeit &#252;ber die
M&#246;glichkeiten und das Bildungspotential Freier Software,
</li>
<li>die Entwicklung und Bereitstellung von Freier Software f&#252;r die
Allgemeinheit.
</li>
</ol>

<p>
                (3) 
Die FSFE verfolgt ausschlie&#223;lich und unmittelbar gemeinn&#252;tzige
Zwecke im Sinne des Abschnitts ,,steuerbeg&#252;nstigte Zwecke``
der Abgabenordnung. Die FSFE ist selbstlos t&#228;tig und verfolgt
nicht in erster Linie eigenwirtschaftlichen Ziele.</p>

<p>
                (4) 
Mittel der FSFE d&#252;rfen nur f&#252;r die satzungsm&#228;&#223;igen Zwecke
verwandt werden. Die Mitglieder erhalten keine Zuwendungen aus den
Mitteln des Vereins. Es darf keine Person durch Ausgaben, die dem
Zweck der FSFE fremd sind oder durch unverh&#228;ltnism&#228;&#223;ige
Verg&#252;tungen beg&#252;nstigt werden. Dies gilt insbesondere f&#252;r
hauptamtliche Mitglieder, die eine angemessene Verg&#252;tung f&#252;r die
geleistete Arbeit erhalten k&#246;nnen .
</p>

<h2><a href="#" name="SECTION00040000000000000000">
Erwerb der Mitgliedschaft</a>
</h2>

<p>
                (1) 
Mitglied der FSFE kann jede in- oder ausl&#228;ndische nat&#252;rliche
oder juristische Person werden. Nat&#252;rliche Personen m&#252;ssen das
16. Lebensjahr vollendet haben. Minderj&#228;hrige besitzen kein passives
Wahlrecht.  

</p><p>
                (2) 
Voraussetzung f&#252;r den Erwerb der Mitgliedschaft ist ein schriftlicher
Aufnahmeantrag an den Pr&#228;sidenten.  

</p><p>
                (3) 
Die Mitgliederversammlung entscheidet &#252;ber den Aufnahmeantrag mit mit einer Mehrheit
von drei Vierteln der abgegebenen g&#252;ltigen Stimmen; Stimmenthaltungen bleiben
daher ausser Betracht. Der Pr&#228;sident kann dem Aufnahmeantrag vor&#252;bergehend stattgeben; der
Aufnahmeantrag muss dann bei der n&#228;chsten ordentlichen
Mitgliederversammlung best&#228;tigt werden. Bei Ablehnung des Antrages
besteht keine Verpflichtung, dem Antragsteller die Gr&#252;nde mitzuteilen.  

</p><p>
                (4) 
Fellows, die gem&#228;ss <a href="#sec:fellowshipseats">[ref]</a> gew&#228;hlt wurden, werden
Mitglieder der FSFE. Die Mitgliedschaft endet automatisch mit dem Mandat .
</p>

<h2><a href="#" name="SECTION00050000000000000000"></a><a href="#" name="sec:endofmembership"></a>

Beendigung der Mitgliedschaft
</h2>

<p>
                (1) 
Die Mitgliedschaft endet
</p>
<ol>
<li>mit dem Tod des Mitglieds bei nat&#252;rlichen Personen bzw. seiner
Liquidation bei juristischen Personen; 
</li>
<li>durch Austritt aus dem Verein; 
</li>
<li>durch Ausschluss aus dem Verein. 
</li>
</ol>

<p>
                (2) 
Der Austritt erfolgt durch schriftliche Erkl&#228;rung gegen&#252;ber dem
Pr&#228;sidenten. Bei beschr&#228;nkt Gesch&#228;ftsf&#228;higen ist die Austrittserkl&#228;rung
auch von dem gesetzlichen Vertreter zu unterschreiben. Der Austritt
kann jederzeit erkl&#228;rt werden.  

</p><p>
                (3) 
Aus wichtigem Grund oder wenn das Vertrauensverh&#228;ltnis zwischen den
Mitgliedern zerr&#252;ttet ist, kann ein Mitglied durch Beschluss des
Pr&#228;sidenten aus dem Verein ausgeschlossen werden. Vor der
Beschlussfassung muss der Pr&#228;sident dem Mitglied Gelegenheit zur
schriftlichen Stellungnahme geben. Der Beschluss des Pr&#228;sidenten ist
schriftlich zu begr&#252;nden und dem Mitglied zuzusenden. Gegen den
Beschluss kann das Mitglied Berufung an die Mitgliederversammlung
einlegen. Die Berufung ist innerhalb von zwei Wochen nach Zugang des
Beschlusses beim Pr&#228;sidenten einzulegen. Der Pr&#228;sident hat binnen drei
Monaten nach fristgem&#228;&#223;er Einlegung der Berufung eine
Mitgliederversammlung einzuberufen, die den Beschluss des Pr&#228;sidenten
mit einer Mehrheit von drei Vierteln der &#252;brigen Mitglieder best&#228;tigen
kann. Bis zur endg&#252;ltigen Entscheidung &#252;ber den Ausschluss bleibt das
Mitglied von allen Pflichten und Rechten suspendiert .
</p>

<h2><a href="#" name="SECTION00060000000000000000">
Mitgliedsbeitr&#228;ge, Verg&#252;tungen</a>
</h2>

<p>
                (1) 
Von den Mitgliedern des Vereins k&#246;nnen j&#228;hrliche Beitr&#228;ge in Geld
erhoben werden. Mitglieder k&#246;nnen ihre Beitr&#228;ge in Form von finanziellen Zuwendungen oder durch freiwillige Arbeit bezahlen. Die H&#246;he der Beitr&#228;ge, deren F&#228;lligkeit und das
Verfahren f&#252;r deren Erhebung werden von der Mitgliederversammlung
bestimmt.</p>

<p>
                (2) 
Der Pr&#228;sident, der Vizepr&#228;sident, der Finanzleiter sowie andere Organe, denen durch Satzung oder
Beschluss der Mitgliederversammlung Aufgaben des Vereins
&#252;bertragen worden sind, k&#246;nnen f&#252;r T&#228;tigkeiten im Rahmen ihrer
Aufgabenwahrnehmung eine angemessene Verg&#252;tung sowie Ersatz ihrer
notwendigen Auslagen erhalten. Die Angemessenheit der Verg&#252;tung
ist insbesondere anhand der finanziellen Lage des Vereins und den
jeweiligen Aufgaben des Organs zu bestimmen und darf nicht h&#246;her
sein als die &#252;bliche Verg&#252;tung f&#252;r vergleichbare freiberufliche
T&#228;tigkeiten bei entsprechenden nicht-steuerlich beg&#252;nstigten
Einrichtungen, wirtschaftlichen Unternehmen oder staatlichen
Einrichtungen (z.B. IT-Branche) bemessen wird. Die H&#246;he der
Verg&#252;tung dieser Organe wird durch die Mitgliederversammlung
bestimmt.</p>

<p>
                (3) 
Mitglieder und Nichtmitglieder k&#246;nnen f&#252;r T&#228;tigkeiten zur
Erf&#252;llung des satzungsm&#228;&#223;igen Zwecks (z.B. Projektarbeiten)
verg&#252;tet werden, wenn diese mit dem Vereinszweck vereinbar sind
und die Verg&#252;tung angemessen ist. Als angemessen ist eine
Verg&#252;tung f&#252;r solche T&#228;tigkeiten in der Regel anzusehen, wenn sie
nicht h&#246;her als die &#252;bliche Verg&#252;tung f&#252;r vergleichbare
freiberufliche T&#228;tigkeiten bei entsprechenden nicht-steuerlich
beg&#252;nstigten Einrichtungen, wirtschaftlichen Unternehmen oder
staatlichen Einrichtungen (z.B. IT-Branche) bemessen wird. Die
Voraussetzungen einer Verg&#252;tung f&#252;r Mitglieder und
Nicht-Mitglieder, deren H&#246;he und weitere Ausgestaltung werden
durch die Mitgliederversammlung oder auf deren Beschluss durch das
hierf&#252;r erm&#228;chtigte Organ bestimmt .
</p>

<h2><a href="#" name="SECTION00070000000000000000"></a><a href="#" name="sec:fellowshipseats"></a>

Fellowship Mandate
</h2>
<p>Zwei Fellowship Mandate f&#252;r die Mitgliederversammlung stehen zur Wahl
unter allen Fellows der FSFE. Fellows sind definiert in
<a href="#sec:fellowshipseats">[ref]</a> (2.<a href="#orderlyfellow">[ref]</a>).
</p>

<p>
                (1) 
Ein Fellowship Mandat in der Mitgliederversammlung muss durch eine
nat&#252;rliche Person ausge&#252;bt werden, und ist nicht &#252;bertragbar. Inhaber
eines Fellowship Mandats sind regul&#228;ren Mitgliedern der
Mitgliederversammlung in Rechten und Pflichten gleichgestellt.</p>

<p>
                (2) <a href="#" name="seats"></a>Fellowship Mandate unterscheiden sich von regul&#228;rer Mitgliedschaft in
der folgenden Art und Weise:
</p>
<ol>
<li>&#220;ber jedes Mandat wird per Wahl unter allen ordentlichen Fellows der FSFE abgestimmt;
</li>
<li>Die Wahl f&#252;r die Mandate soll j&#228;hrlich im Wechsel erfolgen;
</li>
<li>Die Dauer eines Mandats betr&#228;gt zwei Jahre;
</li>
<li><a href="#" name="orderlyfellow"></a> Ein ordentlicher Fellow ist eine nat&#252;rliche Person, die

<ul>
<li>im Fellowship Programm der FSFE mit korrekten Informationen angemeldet ist;
</li>
<li>Ihre j&#228;hrlichen Fellowship-Beitrag geleistet hat;
</li>
<li>eine aktuelle E-Mail-Adresse f&#252;r die Fellowship E-Mail-Weiterleitung unterh&#228;lt.
</li>
</ul>
</li>
<li>W&#228;hlbar sind alle ordentlichen Fellows die seit mindestens einem Jahr am Fellowship Programm teilnehmen.
</li>
<li>Das Mandat beginnt mit Best&#228;tigung des Wahlergebnisses durch den Fellowship-Koordinator.
</li>
<li>Die Mitgliedschaft in der Mitgliederversammlung erlischt

<ul>
<li>automatisch nach Beendigung des zweij&#228;hrigen Mandats;
</li>
<li>wenn ein Fellow nicht den oben aufgef&#252;hrten Mindestkriterien gen&#252;gt;
</li>
<li>gem&#228;ss den Voraussetzungen in <a href="#sec:endofmembership">[ref]</a>.
</li>
</ul>
</li>
</ol>

<p>
                (3) 
Das folgende Verfahren ist anzuwenden auf alle Wahlen im Fellowship und
folgt der Schulze-Wahlmethode:
</p>
<ol>
<li>Die Wahl wird anberaumt und durchgef&#252;hrt durch den Fellowship
  Koordinator, der von der Mitgliederversammlung ernannt wird.
</li>
<li>Zur Wahl wird durch signierte E-Mail an alle Fellows drei Monate
  vor dem Wahltermin aufgerufen.
</li>
<li>Alle ordentlichen Fellows sind zur Wahl berechtigt. Der Fellowship-Koordinator bestimmt den Zeitpunkt, an welchem die Liste der ordentlichen Fellows festgelegt wird.</li>
<li>Kandidaten sind alle w&#228;hlbaren Fellows, die den Fellowship Koordinator bis
  sp&#228;testens zwei Monate vor dem Wahltermin &#252;ber ihre Absicht
  informiert haben, sich zur Wahl zu stellen.
</li>
<li>Alle Fellows, die an der Wahl teilnehmen, sollen Stimmzettel in
  Form einer Rangliste aller Kandidaten abgeben.
</li>
<li>Nicht alle Kandidaten m&#252;ssen in die Rangliste aufgenommen
  werden. In der Rangliste aufgef&#252;hrte Kandidaten werden gegen&#252;ber
  nicht aufgef&#252;hrten Kandidaten bevorzugt. W&#228;hler k&#246;nnen den
  Kandidaten den gleichen Rang zuteilen. Kandidaten ohne Ranking
  werden als gleichranging angesehen.
</li>
<li>Aus der Liste der Kandidaten wird eine Liste der paarweisen
  Bevorzugung generiert:

<ol>
<li>Im Falle von zwei Kandidaten A und B gibt V(A,B) die Anzahl
    der W&#228;hler an, die Kandidat A gegen&#252;ber Kandidat B bevorzugen.
</li>
<li>Kandidat A schl&#228;gt Kandidat B, wenn V(A,B) gr&#246;&#223;er ist als V(B,A).
  
</li>
</ol>
</li>
<li>Aus der Liste der paarweisen Bevorzugung wird Satz transitiver
  Bevorzugung generiert:

<ol>
<li>Kandidat A besiegt Kandidat C transitiv, wenn A Kandidat C
    besiegt, oder wenn es einen Kandidaten B gibt, f&#252;r den A Kandidat
    B besiegt und B Kandidat C transitiv besiegt.
  
</li>
</ol>
</li>
<li>Aus den transitiven Bevorzugungen wird ein Schwartz-Set
  generiert

<ol>
<li>Kandidat A ist im Schwartz-Set, wenn f&#252;r alle Kandidaten B
    entweder A Kandidat B transitiv besiegt, oder B nicht transitiv
    Kandidat A besiegt.
  
</li>
</ol>
</li>
<li>Gibt es Bevorzugung zwischen Kandidaten im Schwartz-Set, wird
  die schw&#228;chste Bevorzugung von der Liste der paarweisen Bevorzugung
  entfernt, und zu Schritt 6 zur&#252;ckgekehrt.

<ol>
<li>Eine Bevorzugung (A,X) ist schw&#228;cher als eine Bevorzugung
    (B,Y), wenn V(A,X) kleiner ist als V(B,Y). (A,X) ist ebenfalls
    schw&#228;cher als (B,Y) wenn V(A,X) gleich V(B,Y) und V(X,A) gr&#246;&#223;er
    V(Y,B) ist.
</li>
<li>Die schw&#228;chste Bevorzugung ist die Bevorzugung f&#252;r die es
    keine Bevorzugung gibt, die schw&#228;cher ist. Es kann mehr als eine
    schw&#228;chste Bevorzugung geben.
  
</li>
</ol>
</li>
<li>Gibt es keinerlei Bevorzugung innerhalb des Schwartz-Set, so wird
  der Sieger von den Kandidaten im Schwartz-Set gew&#228;hlt. Gibt es nur
  einen solchen Kandidaten, ist sie/er der Sieger. Gibt es mehrere
  Kandidaten, wird der Sieger durch das Los bestimmt.
</li>
</ol>



<h2><a href="#" name="SECTION00080000000000000000">
Gliederung des Vereins</a>
</h2>

<p>
                (1) 
Die Free Software Foundation Europe bildet eine europ&#228;ische
Verbandsstruktur und gliedert sich in Landesvereine. Diese sind
Vereine mit eigener Rechtspers&#246;nlichkeit nach dem Vereinsrecht des
europ&#228;ischen Staates f&#252;r dessen Gebiet der Verein t&#228;tig ist. Alle
Mitglieder der Landesvereine sollen auch Mitglieder der FSFE
sein. 
</p>
<p>

                (2) 
Die Landesvereine haben in ihren Satzungen die von der
Mitgliederversammlung zur Wahrung der Einheitlichkeit in der Free
Software Foundation Europe beschlossenen Mindesterfordernisse
aufzunehmen, die in einer Mustersatzung f&#252;r die Landesvereine
niedergelegt sind. Dies gilt mit der Ausnahme solcher Erfordernisse,
die nach dem Recht des Staates, in dem der Landesverein gegr&#252;ndet
wird, unzul&#228;ssig sind. Die Satzung ist in diesem Fall so
auszugestalten, wie dies den Intentionen der Mustersatzung am Besten
entspricht. Die Satzung bedarf vor der Aufnahme des Landesvereins in
die FSFE der Genehmigung des Exekutivrats.</p>

<p>
                (3) 
Die Finanzen der Landesvereine richtet sich nach der Budgetierung
gem. <a href="#sec:mv">[ref]</a> dieser Satzung. 
</p>
<p>

                (4) 
Die Landesvereine k&#246;nnen im eigenen Namen, in Erledigung der &#246;rtlich
anfallenden Aufgaben, Vertr&#228;ge abschlie&#223;en, sofern die Mittel zur
Erf&#252;llung dieser Vertr&#228;ge vorhanden sind. Verpflichtungen f&#252;r die FSFE 
k&#246;nnen sie in keinem Falle eingehen.</p>

<p>
                (5) 
Die Landesvereine k&#246;nnen nur in Angelegenheiten, die sich im
Schwerpunkt auf ihr Gebiet beziehen, in dem sie t&#228;tig werden, mit
allen f&#252;r ihr Gebiet zust&#228;ndigen Beh&#246;rden und Organisationen in
Verhandlungen treten.</p>

<p>
                (6) 
Die Landesvereine sind berechtigt und verpflichtet zur F&#252;hrung eines
eigenen Namens, aus dem die Zugeh&#246;rigkeit zur Free Software Foundation
Europe zum Ausdruck kommt. Dies hat dadurch zu geschehen, dass dem
Namen ,,Free Software Foundation Europe``
(,,FSFE``) die Bezeichnung ,,Chapter`` mit der
jeweiligen Staatsbezeichnung in englischer Sprache anzuh&#228;ngen
ist. Zus&#228;tzlich k&#246;nnen sie den Namen in der Landessprache f&#252;hren.</p>

<p>
                (7) 
Der Exekutivrat ist berechtigt, einem Landesverein, der gegen diese
Satzung oder die eigene Satzung verst&#246;&#223;t, das Recht zur F&#252;hrung des
Namens ,,FSFE`` zu entziehen. Gegen den Beschluss kann der
Mitgliedsverein Berufung an die Mitgliederversammlung einlegen. Die
Berufung ist innerhalb von zwei Wochen nach Zugang des Beschlusses
beim Exekutivrat einzulegen. Der Pr&#228;sident hat binnen drei Monaten
nach fristgem&#228;&#223;er Einlegung der Berufung eine Mitgliederversammlung
einzuberufen, die dem Beschluss des Exekutivrats mit einer Mehrheit
von drei Vierteln s&#228;mtlicher Mitglieder abhelfen kann .
</p>

<h2><a href="#" name="SECTION00090000000000000000">
Organe des Vereins</a>
</h2>
<p>Die Free Software Foundation Europe bildet eine europ&#228;ische
Verbandsstruktur. Organe der FSFE sind:
</p>
<ol>
<li>die Mitgliederversammlung;
</li>
<li>der Pr&#228;sident;
</li>
<li>der Vizepr&#228;sident;
</li>
<li>der Finanzleiter;
</li>
<li>der Gesch&#228;ftsf&#252;hrer;
</li>
<li>der Exekutivrat.
</li>
</ol>



<h2><a href="#" name="SECTION000100000000000000000"></a><a href="#" name="sec:mv"></a>

Die Mitgliederversammlung
</h2>

<p>
                (1) 
In der Mitgliederversammlung hat jedes Mitglied, das eine nat&#252;rliche
Person ist, eine Stimme. Zur Aus&#252;bung des Stimmrechts kann ein anderes
Mitglied durch schriftliche Mitteilung an den Pr&#228;sidenten bevollm&#228;chtigt
werden. Die Bevollm&#228;chtigung ist f&#252;r jede Mitgliederversammlung
gesondert zu erteilen. Ein Mitglied kann nicht f&#252;r mehr als ein
Drittel aller Mitglieder das Stimmrecht aus&#252;ben. 
</p>
<p>

                (2) 
Die Mitgliederversammlung hat die alleinige Zust&#228;ndigkeit f&#252;r folgende
Angelegenheiten: 
</p>
<ol>
<li>Budgetierung;
</li>
<li>Bestimmung der Verf&#252;gungsgrenze f&#252;r finanzielle Entscheidungen
  des Gesch&#228;ftsf&#252;hrers;
</li>
<li>Bestimmung der Agenda und Priorit&#228;ten f&#252;r Pr&#228;sident,
  Vizepr&#228;sident und Gesch&#228;ftsf&#252;hrer;
</li>
<li>Entgegennahme des Jahresberichts des Pr&#228;sidenten,
  Vizepr&#228;sidenten, Gesch&#228;ftsf&#252;hrers und Finanzleiters;
</li>
<li>Entlastung der Organe;
</li>
<li>Wahl und Abberufung des Pr&#228;sidenten, Vizepr&#228;sidenten,
  Finanzleiters und Gesch&#228;ftsf&#252;hrers.
</li>
</ol>

<p>
                (3) 
Mitglieder haften gegen&#252;ber der FSFE f&#252;r die Bewahrung der
vertraulichen und kritischen Informationen der FSFE. Diese
Verpflichtung besteht auch nach Ende der Mitgliedschaft fort.</p>

<p>
                (4) 
Mitglieder haften gegen&#252;ber dem Verein nicht f&#252;r leicht fahrl&#228;ssiges
Verhalten.

</p>

<h2><a href="#" name="SECTION000110000000000000000"></a><a href="#" name="sec:edmv"></a>

Die Einberufung der Mitgliederversammlung
</h2>

<p>
                (1) 
Mindestens einmal im Kalenderjahr soll die
ordentliche Mitgliederversammlung stattfinden. Sie wird vom
Pr&#228;sidenten unter Einhaltung einer Frist von sechs Wochen schriftlich
unter Angabe der Tagesordnung einberufen. Die Frist beginnt mit dem
auf die Absendung des Einladungsschreibens folgenden Tag. Das
Einladungsschreiben gilt dem Mitglied als zugegangen, wenn es an die
letzte vom Mitglied dem Verein schriftlich bekannt gegebene Adresse
oder E-Mail-Adresse gerichtet ist. Mit schriftlicher Zustimmung von
drei Vierteln Mitgliedern kann die Einladungsfrist auf drei Wochen
verk&#252;rzt werden. 
</p>
<p>

                (2) 
Die Tagesordnung setzt der Pr&#228;sident fest. Jedes Mitglied kann bis
sp&#228;testens einer Woche vor einer Mitgliederversammlung beim Pr&#228;sidenten
schriftlich eine Erg&#228;nzung der Tagesordnung beantragen. Der Pr&#228;sident
hat zu Beginn der Mitgliederversammlung die Erg&#228;nzung bekannt zu
geben. &#220;ber Antr&#228;ge auf Erg&#228;nzung der Tagesordnung, die in
Mitgliederversammlung gestellt werden, beschlie&#223;t die Versammlung.  
</p>


<h2><a href="#" name="SECTION000120000000000000000">
Die au&#223;erordentliche Mitgliederversammlung</a>
</h2>

<p>
Der Pr&#228;sident kann jederzeit eine au&#223;erordentliche
Mitgliederversammlung einberufen. Diese muss einberufen werden, wenn
die Einberufung von mindestens einem Viertel aller Mitglieder
schriftlich unter Angabe des Zwecks und der Gr&#252;nde vom Pr&#228;sidenten
verlangt wird. F&#252;r die au&#223;erordentliche Mitgliederversammlung
gelten <a href="#sec:mv">[ref]</a>, <a href="#sec:edmv">[ref]</a> und <a href="#sec:bfmv">[ref]</a> entsprechend .
</p>

<h2><a href="#" name="SECTION000130000000000000000"></a><a href="#" name="sec:bfmv"></a>

Beschlussfassung der Mitgliederversammlung
</h2>

<p>
                (1) 
Die Mitgliederversammlung wird vom Pr&#228;sidenten, bei dessen Verhinderung
vom Vizepr&#228;sidenten und bei dessen Verhinderung vom Finanzleiter
geleitet.  

</p><p>
                (2) 
Die Art der Abstimmung bestimmt der Versammlungsleiter. Die Abstimmung
muss schriftlich durchgef&#252;hrt werden, wenn ein Drittel der bei der
Abstimmung anwesenden stimmberechtigten Mitglieder dies beantragt. 
</p>
<p>

                (3) 
Die Mitgliederversammlung ist nicht &#246;ffentlich.  

</p><p>
                (4) 
Die Mitgliederversammlung ist beschlussf&#228;hig, wenn sie ordnungsgem&#228;&#223;
einberufen wurde und mindestens ein Drittel s&#228;mtlicher
Vereinsmitglieder anwesend ist oder durch anwesende Vereinsmitglieder
vertreten wird. Bei Beschlussunf&#228;higkeit ist der Pr&#228;sident
verpflichtet, innerhalb von vier Wochen eine zweite
Mitgliederversammlung mit der gleichen Tagesordnung einzuberufen;
diese ist ohne R&#252;cksicht auf die Zahl der erschienenen Mitglieder
beschlussf&#228;hig. Hierauf ist in der Einladung hinzuweisen.  

</p><p>
                (5) 
Soweit nicht in der Satzung etwas anderes bestimmt ist, fasst die
Mitgliederversammlung Beschl&#252;sse mit einfacher Mehrheit der
abgegebenen g&#252;ltigen Stimmen; Stimmenenthaltungen bleiben daher au&#223;er
Betracht. Zur &#196;nderung der Satzung ist jedoch eine Mehrheit von drei
Vierteln der abgegebenen g&#252;ltigen Stimmen notwendig; Enthaltungen bleiben
ausser Betracht. Zur Aufl&#246;sung der FSFE ist eine Mehrheit von vier F&#252;nfteln
der Stimmen aller Mitglieder der Organisation erforderlich. Eine &#196;nderung
des Zwecks der FSFE kann nur mit Zustimmung aller Mitglieder beschlossen
werden. Die schriftliche Zustimmung der in der Mitgliederversammlung
nicht erschienenen Mitglieder kann innerhalb eines Monats gegen&#252;ber dem 
Pr&#228;sidenten erkl&#228;rt werden.</p>

<p>
                (6) 
Bei Wahlen ist gew&#228;hlt, wer mehr als die H&#228;lfte der abgegebenen
g&#252;ltigen Stimmen erhalten hat. Hat niemand mehr als die H&#228;lfte der
abgegebenen g&#252;ltigen Stimmen erhalten, so findet zwischen den beiden
Kandidaten, die die meisten Stimmen erhalten haben, eine Stichwahl
statt. Gew&#228;hlt ist dann derjenige, der die meisten Stimmen erhalten
hat. Bei gleicher Stimmenzahl ist einmal eine neue Wahl erforderlich;
besteht die Stimmgleichheit fort, entscheidet das Los. 
</p>
<p>

                (7) 
&#220;ber Beschl&#252;sse der Mitgliederversammlung ist ein Protokoll
aufzunehmen, dass vom Protokollf&#252;hrer und dem Versammlungsleiter zu
unterzeichnen ist. Es soll folgende Feststellungen enthalten: Ort und
Zeit der Versammlung, die Person des Versammlungsleiters und des
Protokollf&#252;hrers, die Zahl der erschienenen Mitglieder, die
Tagesordnung, die einzelnen Abstimmungsergebnisse und die Art der
Abstimmung. Bei Satzungs&#228;nderungen soll der genaue Wortlaut angegeben
werden.  
</p>


<h2><a href="#" name="SECTION000140000000000000000">
Der Pr&#228;sident</a>
</h2>

<p>
                (1) 
Der Pr&#228;sident wird von der Mitgliederversammlung f&#252;r die Dauer von
zwei Jahren, gerechnet von der Wahl an, gew&#228;hlt. Er bleibt jedoch bis
zur Neuwahl des Pr&#228;sidenten im Amt.</p>

<p>
                (2) 
W&#228;hlbar sind nur Vereinsmitglieder. Mit dem Ende der Mitgliedschaft in
der Organisation endet auch das Amt des Pr&#228;sidenten.</p>

<p>
                (3) 
Tritt der Pr&#228;sident vorzeitig zur&#252;ck oder scheidet der Pr&#228;sident
vorzeitig aus, &#252;bernimmt der Vizepr&#228;sident automatisch die Rolle des
Pr&#228;sidenten bis zur n&#228;chsten regul&#228;ren Wahl eines neuen Pr&#228;sidenten.</p>

<p>
                (4) 
Der Pr&#228;sident ist f&#252;r alle Angelegenheiten der FSFE zust&#228;ndig,
soweit sie nicht durch Satzung einem anderen Organ der FSFE
&#252;bertragen sind. Er hat insbesondere folgende Aufgaben:
</p>
<ol>
<li>Koordination der substantiellen und politischen Meinungsbildung innerhalb der Mitgliederversammlung;
</li>
<li>Einberufung und Vorbereitung der Mitgliederversammlung sowie
Aufstellung der Tagesordnung; 
</li>
<li>Erstellung des Jahresberichts;
</li>
<li>Beschlussfassung &#252;ber die Aufnahme und den Ausschluss von
Mitgliedern; 
</li>
<li>Unterst&#252;tzung und Kontrolle der Landesvereine; 
</li>
<li>Repr&#228;sentation des Vereins nach au&#223;en;
</li>
<li>gesetzliche Vertretung der Organisation gem&#228;ss &#167; 26 Par. 2 S. 1 BGB.
</li>
<li>Die Zusammenarbeit mit dem Vizepr&#228;sidenten;
</li>
<li>Die &#220;berwachung des Gesch&#228;ftsf&#252;hrers in seiner Umsetzung der
  durch die Mitgliederversammlung vorgegebenen Priorit&#228;ten und Strategien.
</li>
</ol>

<p>
                (5) 
Der Pr&#228;sident haftet gegen&#252;ber dem Verein nicht f&#252;r leicht fahrl&#228;ssiges
Verhalten.

</p>

<h2><a href="#" name="SECTION000150000000000000000">
Der Vizepr&#228;sident</a>
</h2>

<p>
                (1) 
Der Vizepr&#228;sident unterst&#252;tzt und ber&#228;t den Pr&#228;sidenten in allen Aufgaben.</p>

<p>
                (2) 
Der Vizepr&#228;sident vertritt den Pr&#228;sidenten in den folgenden F&#228;llen:
</p>
<ol>
<li>Ausscheiden des Pr&#228;sidenten;
</li>
<li>vor&#252;bergehende Unabk&#246;mmlichkeit des Pr&#228;sidenten;
</li>
<li>schriftliche &#220;bertragung von Zust&#228;ndigkeiten durch den Pr&#228;sidenten.
</li>
</ol>

<p>
                (3) 
Der Pr&#228;sident ist unabk&#246;mmlich, wenn er dies dem Vizepr&#228;sidenten
schriftlich mitteilt. Der Vizepr&#228;sident f&#252;hrt die Gesch&#228;fte, solange
und in dem Umfang, wie ihm dies vom Pr&#228;sidenten schriftlich
aufgetragen wurde. Der Pr&#228;sident gilt als unabk&#246;mmlich, wenn er mehr
als sieben Tage nicht erreichbar ist oder wegen Krankheit sein Amt
nicht aus&#252;ben kann.</p>

<p>
                (4) 
Der Vizepr&#228;sident wird von der Mitgliederversammlung f&#252;r die Dauer von
zwei Jahren, gerechnet von der Wahl an, gew&#228;hlt. Er bleibt jedoch bis
zur Neuwahl des Pr&#228;sidenten im Amt.</p>

<p>
                (5) 
W&#228;hlbar sind nur Vereinsmitglieder. Mit dem Ende der Mitgliedschaft in
der Organisation endet auch das Amt des Vizepr&#228;sidenten.</p>

<p>
                (6) 
Scheidet der Vizepr&#228;sident vorzeitig aus, kann der Pr&#228;sident f&#252;r die
restliche Amtsdauer des Ausgeschiedenen einen Nachfolger w&#228;hlen.</p>

<p>
                (7) 
Der Vizepr&#228;sident haftet gegen&#252;ber dem Verein nicht f&#252;r leicht
fahrl&#228;ssiges Verhalten .
</p>

<h2><a href="#" name="SECTION000160000000000000000">
Der Finanzleiter</a>
</h2>

<p>
                (1) 
Der Finanzleiter ist zust&#228;ndig f&#252;r die &#220;berwachung der Finanzen im
Auftrag der Mitgliederversammlung der FSFE. Er &#252;berwacht die
finanziellen Entscheidungen und die Verwaltung des Gesch&#228;ftsf&#252;hrers und
erstattet der Mitgliederversammlung Bericht.</p>

<p>
                (2) 
Der Finanzleiter ist verantwortlich, den Exekutivrat im Falle von
&#196;nderungen der Budgetierung zwischen zwei Mitgliederversammlungen zu beraten.</p>

<p>
                (3) 
Der Finanzleiter muss insbesondere sicherstellen, dass
</p>
<ol>
<li>m&#246;gliche Gewinne nur f&#252;r die satzungsm&#228;&#223;igen Zwecke verwandt
  werden d&#252;rfen und die FSFE selbstlos t&#228;tig ist.
</li>
<li>die Mitglieder keine Gewinnanteile und sonstige Zuwendungen aus
  Mitteln der FSFE oder ihrer Landesvereine erhalten d&#252;rfen. Dies gilt
  auch beim Ausscheiden von Mitgliedern. 
</li>
<li>Mittel der FSFE nur dann und nur zu einem Teil f&#252;r andere
  steuerbeg&#252;nstigte Organisationen verwandt werden d&#252;rfen, wenn diese
  Organisationen die Mittel zu satzungsm&#228;&#223;igen Zwecken verwenden.
</li>
<li>Verwaltungsausgaben, die dem Zweck der FSFE fremd sind, nicht
  bewilligt werden d&#252;rfen. Dies gilt auch f&#252;r unverh&#228;ltnism&#228;&#223;ig hohe
  Verg&#252;tungen.
</li>
</ol>

<p>
                (4) 
Der Finanzleiter wird von der Mitgliederversammlung f&#252;r die Dauer von
zwei Jahren, gerechnet von der Wahl an, gew&#228;hlt. Er bleibt jedoch bis
zur Neuwahl des neuen Finanzleiters im Amt.</p>

<p>
                (5) 
W&#228;hlbar sind nur Mitglieder der FSFE. Mit dem Ende der Mitgliedschaft im
Verein endet auch das Amt des Finanzleiteren.</p>

<p>
                (6) 
Tritt der Finanzleiter vorzeitig zur&#252;ck oder scheidet der Finanzleiter
vorzeitig aus, kann der Pr&#228;sident f&#252;r die restliche Amtsdauer des
Ausgeschiedenen einen Nachfolger w&#228;hlen.</p>

<p>
                (7) 
Der Finanzleiter haftet gegen&#252;ber dem Verein nicht f&#252;r leicht
fahrl&#228;ssiges Verhalten .
</p>

<h2><a href="#" name="SECTION000170000000000000000">
Der Gesch&#228;ftsf&#252;hrer</a>
</h2>

<p>
                (1) 
Der Gesch&#228;ftsf&#252;hrer koordiniert die t&#228;glichen Aktivit&#228;ten des
Vereins gem&#228;ss den durch die Mitgliederversammlung bestimmten
Budgets und Priorit&#228;ten. Er tut dies in Absprache mit dem Pr&#228;sidenten
und Vizepr&#228;sidenten des Vereins.</p>

<p>
                (2) 
Der Gesch&#228;ftsf&#252;hrer wird durch die Mitgliederversammlung auf Grundlage
eines schriftlichen Vertrages bestellt, der durch den Pr&#228;sidenten im Namen des
Vereins unterzeichnet wird.</p>

<p>
                (3) 
Der Gesch&#228;ftsf&#252;hrer bleibt im Amt bis sein Vertrag endet, oder durch
die Mitgliederversammlung oder dem Pr&#228;sidenten im Auftrag der
Mitgliederversammlung gek&#252;ndigt wird.</p>

<p>
                (4) 
Der Gesch&#228;ftsf&#252;hrer sollte kein Mitglied der Mitgliederversammlung
sein, doch der Beitritt zum oder Austritt aus dem Verein l&#228;sst die Position
des Gesch&#228;ftsf&#252;hrers unber&#252;hrt.</p>

<p>
                (5) 
Sollte der Gesch&#228;ftsf&#252;hrer vorzeitig ausscheiden oder dauerhaft unabk&#246;mmlich
sein, so kann der Pr&#228;sident einen Nachfolger ernennen.</p>

<p>
                (6) 
Der Gesch&#228;ftsf&#252;hrer ist zust&#228;ndig f&#252;r die Verwaltung und Gesch&#228;ftsf&#252;hrung
des Vereins, einschlie&#223;lich der
</p>
<ol>
<li>Koordination und Aufsicht &#252;ber die Angestellten;
</li>
<li>Vertretung der Organisation in Vertragsdingen;
</li>
<li>Vertretung der Organisation gegen&#252;ber finanziellen Institutionen;
</li>
<li>Vertretung der Organisation in Steuerfragen;
</li>
<li>Koordination des Verwaltungsb&#252;ros der FSFE;
</li>
<li>Koordination des Exekutivrats der FSFE;
</li>
<li>Koordination des ausf&#252;hrenden Teams der FSFE, bestehend aus Angestellten und Freiwilligen;
</li>
<li>Erstellung des j&#228;hrlichen Exekutivberichts f&#252;r die j&#228;hrliche Mitgliederversammlung.
</li>
</ol>

<p>
                (7) 
Der Gesch&#228;ftsf&#252;hrer f&#252;hrt die Finanzen entsprechend dem Budget und den Priorit&#228;ten,
die durch die Mitgliederversammlung festgelegt wurden. Die
Budgetierung und die Priorit&#228;ten m&#252;ssen sicherstellen, dass
</p>
<ol>
<li>Mittel der FSFE nur f&#252;r die satzungsm&#228;&#223;igen Zwecke
verwandt werden d&#252;rfen und die FSFE selbstlos t&#228;tig ist.
</li>
<li>die Mitglieder keine Gewinnanteile und sonstige Zuwendungen
aus Mitteln der FSFE oder ihrer Landesvereine erhalten
d&#252;rfen. Dies gilt auch beim Ausscheiden von Mitgliedern.
</li>
<li>Mittel der FSFE nur dann und nur zu einem Teil f&#252;r
andere steuerbeg&#252;nstigte Organisationen verwandt werden d&#252;rfen, wenn
diese Organisationen die Mittel zu satzungsm&#228;&#223;igen Zwecken verwenden.
</li>
<li>Verwaltungsausgaben, die dem Zweck der FSFE fremd
sind, nicht bewilligt werden d&#252;rfen. Dies gilt auch f&#252;r
unverh&#228;ltnism&#228;&#223;ig hohe Verg&#252;tungen. 
</li>
</ol>

<p>
                (8) 
&#196;nderungen am Budget durch den Gesch&#228;ftsf&#252;hrer zwischen zwei
Mitgliederversammlungen bed&#252;rfen der Zustimmung durch den
Exekutivrat.</p>

<p>
                (9) 
Ausgaben, die in ihrer Gesamtheit die durch die Mitgliederversammlung
festgelegte Verf&#252;gungsgrenze des Gesch&#228;ftsf&#252;hrers &#252;berschreiten,
k&#246;nnen nicht durch den Gesch&#228;ftsf&#252;hrer alleine genehmigt werden und
bed&#252;rfen der Zustimmung durch den Exekutivrat.</p>

<p>
                (10) 
Der Gesch&#228;ftsf&#252;hrer haftet gegen&#252;ber dem Verein nicht f&#252;r leicht
fahrl&#228;ssiges Verhalten.</p>

<p>
                (11) 
Aus wichtigem Grund oder wenn das Vertrauensverh&#228;ltnis mit dem
Gesch&#228;ftsf&#252;hrer zerr&#252;ttet ist, kann der Gesch&#228;ftsf&#252;hrer durch
Beschluss des Pr&#228;sidenten seiner Verantwortung enthoben und von allen
Rechten und Pflichten mit sofortiger Wirkung freigestellt werden. Der
Beschluss des Pr&#228;sidenten ist schriftlich zu begr&#252;nden und dem
Gesch&#228;ftsf&#252;hrer zuzusenden. Gegen den Beschluss kann der
Gesch&#228;ftsf&#252;hrer Berufung an die Mitgliederversammlung einlegen. Die
Berufung ist innerhalb von zwei Wochen nach Zugang des Beschlusses
beim Pr&#228;sidenten einzulegen. Der Pr&#228;sident hat binnen drei Monaten
nach fristgem&#228;&#223;er Einlegung der Berufung eine Mitgliederversammlung
einzuberufen, die den Beschluss des Pr&#228;sidenten mit einer einfachen
Mehrheit best&#228;tigen kann. Bis zur endg&#252;ltigen Entscheidung bleibt der
Gesch&#228;ftsf&#252;hrer von allen Pflichten und Rechten suspendiert .
</p>

<h2><a href="#" name="SECTION000180000000000000000">
Der Exekutivrat</a>
</h2>
<p>Der Exekutivrat der FSFE besteht aus dem Gesch&#228;ftsf&#252;hrer, Pr&#228;sidenten
und Vizepr&#228;sidenten.</p>

<p>
                (1) 
Der Exekutivrat wird durch den Gesch&#228;ftsf&#252;hrer koordiniert.</p>

<p>
                (2) 
Der Exekutivrat ist beschlussf&#228;hig, wenn mindestens zwei Mitglieder
anwesend sind, darunter der Pr&#228;sident. Beschl&#252;sse werden mit einfacher
Stimmenmehrheit gefasst.</p>

<p>
                (3) 
Der Exekutivrat ist verantwortlich f&#252;r die
</p>
<ol>
<li>Freigabe von Ausgaben, deren Gesamtsumme die durch die
  Mitgliederversammlung festgelegte Verf&#252;gungsgrenze des
  Gesch&#228;ftsf&#252;hrers &#252;berschreiten;
</li>
<li>Beratung des Gesch&#228;ftsf&#252;hrers in der Umsetzung der durch die
  Mitgliederversammlung vorgegebenen Priorit&#228;ten und Strategie;
</li>
<li>Best&#228;tigung von &#196;nderungen am Budget zwischen zwei
  Mitgliederversammlungen nach Beratung mit dem Finanzleiter.
</li>
</ol>

<p>
                (4) 
Mitglieder des Exekutivrats haftet gegen&#252;ber dem Verein nicht f&#252;r
leicht fahrl&#228;ssiges Verhalten .
</p>

<h2><a href="#" name="SECTION000190000000000000000">
Aufl&#246;sung des Vereins</a>
</h2>

<p>
                (1) 
Die Aufl&#246;sung der FSFE kann nur in einer Mitgliederversammlung
mit der in <a href="#sec:bfmv">[ref]</a> festgelegten Stimmenmehrheit beschlossen werden.</p>

<p>
                (2) 
Falls die Mitgliederversammlung nichts Anderes beschlie&#223;t, ist der
Vorsitzende der vertretungsberechtigte Liquidator.  

</p><p>
                (3) 
Das nach Beendigung der Liquidation oder dem Wegfall der
steuerbeg&#252;nstigten Zwecke vorhandene Verm&#246;gen f&#228;llt an eine
juristische Person des &#246;ffentlichen Rechts oder eine andere
steuerbeg&#252;nstigte K&#246;rperschaft, die es unmittelbar und ausschlie&#223;lich
f&#252;r gemeinn&#252;tzige Zwecke im Sinne dieser Satzung zu verwenden
hat. Beschl&#252;sse &#252;ber die k&#252;nftige Verwendung des Verm&#246;gens d&#252;rfen nur
nach Einwilligung des zust&#228;ndigen Finanzamtes ausgef&#252;hrt werden.</p>

<p>
                (4) 
Die vorstehenden Bestimmungen gelten entsprechend, wenn die FSFE
aus einem anderen Grund aufgel&#246;st wird oder seine Rechtsf&#228;higkeit
verliert.  
</p>


<h2><a href="#" name="SECTION000200000000000000000">
Schriftform</a>
</h2>
<p>Die Schriftform ist eingehalten, wenn eine der folgenden
Voraussetzungen erf&#252;llt ist:
</p>
<ol>
<li>handschriftlich unterzeichnetes Papierdokument;
</li>
<li>E-Mail, die mit einem dem Stand der Technik gen&#252;genden Schl&#252;ssel
signiert ist. Der Verein entscheidet, was als Stand der Technik
anzusehen ist und der Schl&#252;ssel muss von dem Verein zertifiziert
sein. 
</li>
</ol>



<h2><a href="#" name="SECTION000210000000000000000">
Gerichtsstand</a>
</h2>
<p>Gerichtsstand f&#252;r alle aus dieser Satzung sich ergebenden Rechte und
Pflichten ist Hamburg. 
</p>

  </body>

  <timestamp>$Date$ $Author$</timestamp>
</html>
<!--
Local Variables: ***
mode: xml ***
End: ***
-->
