<?xml version="1.0" encoding="UTF-8" ?>

<html>
  <head>
    <title>GPLv3 - El futuro del Software Libre en Tur&iacute;n</title>
  </head>
<body>

<h1>El futuro del Software Libre en Tur&iacute;n</h1>

<p>El 18 de Marzo, Richard Stallman hablar&aacute; en Tur&iacute;n (Italia) sobre el futuro
  del Software Libre, introduciendo a la audiencia italiana al proceso de
  actualizaci&oacute;n de la Licencia P&uacute;blica General de GNU (GPL, General Public
  License), la licencia que protege la libertad de m&aacute;s de 100 millones de
  usuarios de software en el mundo, siendo la m&aacute;s utilizada de las licencias de
  Software Libre.
</p>

<p>El encuentro se celebrar&aacute; en el Politecnico di Torino y estar&aacute; abierto a
  desarrolladores, t&eacute;cnicos y gerentes tanto del sector privado como del p&uacute;blico
  que quieran conocer la nueva GNU GPL, independientemente de que est&eacute;n usando
  Software Libre en la actualidad o que est&eacute;n estudiando su adopci&oacute;n.
</p>

<p>La conferencia estar&aacute; enfocada en los objetivos de la Free Software Foundation
  durante el proceso de actualizaci&oacute;n de la licencia y en el fundamento de las
  materias m&aacute;s controvertidas, como el DRM, la nueva cl&aacute;usula de
  protecci&oacute;n contra las demandas de patentes y las nuevas precauciones de
  compatibilidad.
</p>

<p>La conferencia se llevar&aacute; a cabo el 18 de Marzo de 9:30 a 13:30 en</p>

<p id="quote">Aula Magna 'Giovanni Agnelli'
	      Politecnico di Torino
	      Corso Duca degli Abruzzi 24
	      Torino
</p>

<p>Para ampliar la informaci&oacute;n, el contacto de prensa de la FSFE en Italia es:</p>

<p>press en italy.fsfeurope.org</p>

<p>Este evento est&aacute; organizado por la Free Software Foundation Europa. Gracias a
<a href="http://hipatia.info/">Hipatia</a>, 
<a href="http://netstudent.polito.eu.org/">NetStudent</a> y Politecnico di 
Torino por su apoyo.</p>

  </body>

  <timestamp>$Date$ $Author$</timestamp>
</html>
<!--
Local Variables: ***
mode: xml ***
End: ***
-->
