<!-- saved from url=(0022)http://internet.e-mail -->
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 3.2//EN">
<HTML>
<HEAD>
<TITLE>La loi italienne 248/2000 - Free Software Foundation Europe</TITLE>
<LINK REV="made" HREF="mailto:webmasters@fsfeurope.org">
</HEAD>
<BODY>

<center>
  <H1>La loi italienne 248/2000:<BR>
  une menace pour les professionnels du logiciel</H1>
  <P><STRONG>Associazione Software Libero</STRONG></P>
  <P><STRONG>Janvier 2001</STRONG></P>
</center>
<BR>

<p><a href="siae.en.html">[anglais]</a> [<a href="siae.it.html">italien</a>] [fran&ccedil;ais]</p>

<!--Table of Contents-->
<H4>Sommaire</H4>

<UL>
  <li><a name="TOCabstract" href="#abstract">R&eacute;sum&eacute;</a></li>
  <LI><A NAME="TOCintroduction" HREF="#introduction">Introduction</A></li>
  <LI><A NAME="TOCwhenTheStampIsNeeded" href="#whenTheStampIsNeeded">Quand le tampon est n&eacute;cessaire</A></li>
  <LI><A NAME="TOCwhatIsWritten" href="#whatIsWritten">Ce qui est &eacute;crit sur le tampon et comment l'obtenir</A></li>
  <LI><A NAME="TOCmedium" href="#medium">D&eacute;finition de "medium"</A></li>
  <LI><A NAME="TOCcomputerProgram" href="#computerProgram">D&eacute;finition de "programme informatique"</A></li>
  <LI><A NAME="TOCconclusions" href="#conclusions">Conclusions</a></li>
</UL>
<!--End of Table of Contents-->

<h4><a name="abstract" href="#TOCabstract">R&eacute;sum&eacute;</a></h4>

<p><em>Ce document traite des probl&egrave;mes provenant d'un amendement &egrave; la loi italienne sur les droits d'auteur (datant de septembre 2000) qui, e, en plus d'aller contre urecommandation post&eacute;rieure de la communaut&eacute; europ&eacute;eene, pose un probl&egrave;me s&eacute;rieux aux d&eacute;veloppeurs de logiciels ind&eacute;pendants et rend la distribution l&eacute;gale de logiciels libres en Italie difficile.</em></p>

<p>Nous vous prions de bien envoyer vos commentaires &agrave; &lt;<a
href="mailto:info@softwarelibero.it">info@softwarelibero.it</a>&gt;.</p>

<H4><A NAME="introduction" href="#TOCintroduction">Introduction</a></H4>

<P>
Le parlement italien a r&eacute;cemment approuv&eacute; un ammendement &agrave; la loi sur la propri&eacute;t&eacute; intellectuelle.
Ces nouvelles r&egrave;gles ont &eacute;t&eacute; en vigueur depuis le 18 septembre 2000 sous le nom "Loi 248/2000".
Le nouveau m&eacute;canisme est actuellement peu clair, mais nous suspectons qu'il entrave ou m&ecirc;me mette un terme au travail de quiconque produit du logiciel ou l'utilise dans ses affaires.
Le principal probl&egrave;me de la loi r&eacute;side en l'exigence d'un tampon obligatoire (le "bollino SIAE") sur <EM>tout medium physique contenant des programmes informatiques</EM>(Art 181-bis, 1). Cette eu exigence s'ajoute aux r&egravees pr&eacute;c&eacute;dentes consid&eacute;rant toute copie non autoris&eacute;e d'un logiciel comme un crime (plut&eocirc;t qu'un d&eacute;lit).
En cons&eacute;quence, la possession de logiciels sur un medium non estampill&eacute;, qu'elle soit l&eacute;gale ou ill&eacute;gale, peut mener en en prison.</p>

<P>
Lort&eacute;e de la nouvelle loi n'est pas limit&eacute9te;e au logicieciel et peut &eacuteent porter atteinte &agrave; d'autres sph&egrave;res de la libert&eacute; personnelle.
Nous nous concentrerons ici sur les cons&eacute;quences directes pour les logiciels, vu que nous les consid&eacute;rons comme les plus s&eacute;rieuses.
Il a &eacute;t&eacute; observ&eacute; qu'en fait la loi introduit une sorte de taxe sur les logiciels librement redistribuables. Nous pensons que ces r&eacute;flexions sont valides mais que le probl&egrave;me est, comme nous le verrons, beaucoup plus important.</p>

<P>
Comme nous ne sommes pas capables de trouver d'analyse substantielle de cette loi sur le r&eacute;seau, nous avons effectu&eacute; nos propres recherches, g, en intogeant les officiers du SIAE, la "Guardia di Finanzia" (inspection des finances), la police des postes et t&eacute;l&eacute;communications ainsi que des magistrats et des avocats sp&eacute;cialistes du droit d'auteur.</p>

<H4><A NAME="whenTheStampIsNeeded" href="#TOCwhenTheStampIsNeeded">Quand le tampon est n&eacute;cessaire</A></H4>

<P>Nos informateurs, s'accordant parfois avec nous sur l'injustice de cette loi, reconna&icirc;ssent que la possession de tout logiciel sur un medium non estampill&eacute; par la SIAE constitue en crime selon l'article 171-bis:</p>

<BLOCKQUOTE>
Quiconque entend tirer b&eacute;n&eacute;fice ...dans un but commercial ou d'affaires, de l'utilisation de ...logiciels contenus dans un medium ne portant pas l'estampille de la SIAE, est susceptible d'une peine d'emprisonnement de six mois &agrave; trois ans ainsi que d'une amende de 2500 &agrave; 15000 euros.
</BLOCKQUOTE>

<p>Selon cet article, quiconque utilise un ordinateur pour affaires et dont le medium n'est pas estampill&eacute; par la SIAE commet un crime.</p>

<P>
Quand il importe des logiciels de l'&eacute;tranger, <EM>afin d'obtenir rapidement le tampon, l'importateur doit notifier &agrave; l'avance le SIAE de l'entr&eacute;e des biens sur le territoire national.</EM> (Art. 181-bis, alinea 6) L'importateur &eacute;tait identifi&eacute; comme l'acheteur, un tampon est n&eacute;cessaire m&ecirc;me lorsqu'un individu ach&ecirc;te un logiciel &agrave; l'&eacute;tranger pour ses affaires. W. Un officier de la SIAE &agrave; R a apport&eacute; le commentaire suivant:"il n'y a pas de probl&egrave;me pour importer un jeu sur un CD, mais si cela est pour &ecirc;tre utilis&eacute dans vos affaires, vous devez avoir le tampon".</p>

<P>
La loi indiquant clairement que <EM>le tampon est appliqu&eacute; dans le seul but de prot&eacute;ger les droits de la propri&eacute;t&eacute; intellectuelle</EM> (Art 181-bis, alinea 2),
on demanderait: "que se passe-t-il si l'on est l'auteur des programmes que l'on poss&egrave;de?". La r&eacute;ponse, de quasiment toutes nos sources, est que "<EM>le m&eacute;dium doit &ecirc;tre marqu&eacute; s'il est utilis&eacute; pour r&eacute;aliser un profit, que le profit provienne de la commercialisation ult&eacute;rieure du logiciel, ou de toute autre activit&eacute; de l'individu</EM>".</p>

<H4><A NAME="whatIsWritten" href="#TOCwhatIsWritten">Ce qui est &eacute;crit sur le tampon et comment l'obtenir</A></H4>

<P>Le tampon de la SIAE <EM>doit comporter suffisamment d'information pour identifier le titre de l'ouvrage pour lequel il a &eacute;t&eacute; demand&eacute;, ainsi que le nom de l'auteur, de l'&eacute;diteur, du producteur ou du d&eacute;tenteur des droits de reproductionr</EM> (Art 181-bis,
alinea 5). Vous pouvez demander le tampon au si&egrave;ge de la SIAE.
Nous ne savons pas actuellement exactement quels bureaux sont habilit&eacute;s &agrave; apposer le tampon: lorsque nous l'avons demand&eacute; &agrave; un bureau local de la SIAE, l'officier nous a affirm&eacute; que seuls les bureaux de Rome, Milan et Naples sont habilit&eacute;s, mais nous avons &eacute;galement pu l'obtenir ) Florence. En tous cas, s'adresser &agrave; un bureau local n'est pas positif (un officier nous a r&eacute;pondu: "ce n'est pas notre m&eacute;tier de savoir, ce que je sais n'est pas digne d'int&eacute;r&ecirc;t"). Pas plus qu'utiliser le site web, <a href="http://www.siae.it/">http://www.siae.it/</a>, toujours en travaux.</p>

<P>
En pratique, afin d'obtenir le tampon, vous &ecirc;tes suppos&eacute;s aller dans un des bureaux habilit&eacute;s, remplir des formulaires disponibles uniquement sur place, vous acquitter de la redevance, et revenir de une &agrave; trois semaines plus tard afin de recevoir votre petit rectangle adh&eacute;sif de l&eacute;galit&eacute;.
Naturellement, cette proc&eacute;dure doit &ecirc;tre suivir pour tous les mediums que vous poss&eacute;dez ou importez (pour <EM>permettre l'identification du titre...</EM>.</p>


<H4><A NAME="medium" href="#TOCmedium">Definition de "medium"</A></H4>

<P>
Pour mesurer la port&eacute;e de la loi, nous essayons d'obtenir une d&eacute;finition plus pr&eacute;cise de ce qu'est un "medium".
A Rome, un officier de la SIAE nous a affirm&eacute; qu'un "medium" est un An CD ou une disquette, excluant c les disques durs pour "d'&eacute;videntes raisons pratiques". Il a explicitement admis qu'un consultant pouvrait voyager avec un disque dur en poche (refusant cependant de coucher par &eacute;crit cette d&eacute;claration). Comme nous nous y attendions, aussi bien le juge que l'avocat avec lequel nous avons parl&eacute; ont refus&eacute; de distinguer le disque dur des autres media.
Ils ont m&ecirc;me sugg&eacute;r&eacute; que les consultants en informatique transportant un portable pour l'utiliser chez leur client appose le tampon de la SIAE sur le portable lui-m&ecirc;me.</p>

<P>
En fait, l'interpr&eacute;tation de la SIAE n'est pas raisonnable: un disque dur contient des centaines de programmes.
Nous utilisons, par exemple, GNU/Linux sur nos ordinateurs, g, et il y a plus de 800 paquetages de iciels install&eacute;s sur chacun d'eux.
L'identification peut &ecirc;tre plus simple pour un syst&egrave;me d'exploitation propri&eacute;taire, mais toute personne se servant d'un ordinateur n'a moins de 10 &agrave; 20 programmes install&eacute;s sur sa machine. De ce fait, l'identification des "titre et auteur" de chaque programme n'est pas r&eacute;alisable sur un unique tampon; m&ecirc;me l'id&eacute;e d'appliquer des dizaines de milliers de tampons sur un produit n'est pas concevable du fait de la nature hautement dynamique du contenu d'un CD. Un disque dur pose les m&ecirc;mes probl&egrave;mes qu'un CD, a| au regard nombre de programme, et les m&ecirc;mes probl&egrave;mes qu'une disquette du fait du caract&egrave;re dynamique de son contenu. Les "raisons pratiques" invoqu&eacute;s par l'officier du SIAE ne devraient donc pas s'appliquer uniquement aux seuls disques durs.</p>

<P>
En principe, le medium papier pourrait &ecirc;tre touch&eacute; &eacute;galement. Lorsqu'un programme est &eacute;crit dans un langage interpr&eacute;t&eacute;, sa distribution "&agrave; but lucratif" est possible sur papier, diapositive ou transparent. Il est usuel, par exemple, pour un consultant logiciel, lorsqu'il dispense un cours, de distribuer et de commenter un code source complet (quelques pages, souvent moins) d'un programme fonctionnel qui est effectivement utilisable. Toute d&eacute;mo distribu&eacute;e par un magasine ou durant un cours (c.&agrave;.d. "&agrave; but lucratif") requiert apparemment le tampon de la SIAE, sous peine de saisie du mat&eacute;riel non estampill&eacute; et l'emprisonnement (Art. 171-bis, alinea 1). A ce jour, nous n'avons pas eu d'avis juridique sur l'applicabilit&eabeacute; au support papier.</p>

<H4><AME="computerProgram" href="#TOCcomputerProgram">D&eacute;finition d'un "programme informatique"</A></H4>

<P>
Le principal probl&egrave;me de la nouvelle loi r&eacute;side en son utilisation du terme "programme informatique", non d&eacute;fini par la loi elle-m&ecirc;me ni par aucun standard l&eacute;gal.
Ces mots ont un sens lorsque l'on traite de propri&eacute;t&eacute; intellectuelle, parce que les logiciels sont g&eacute;n&eacute;rallement prot&eacute;g&eacute;s par ce droit tout comme une oeuvre musicale ou litt&eacute;raire. Cependant, le program (entit&eacute; abstraite) doit se voir conf&eacute;rer des dimensions mat&eacute;rielles afin de rendre possible l'application du tampon.</p>

<P>
Cette loi a de mani&egrave;re &eacute;vidente &eacute;t&eacute; &eacute;crite en consid&eacute;rant qu'un "programme" ne pouvait &ecirc;tre qu'un "CD tr&egrave;s cher, press&eacute; pour une distribution de masse et non reproductible l&eacute;galement". Seul un raisonnement de ce genre pourrait justifier la n&eacute;cessit&eacute; d'appliquer un tampon sur "tous les media", vu sa difficult&eacute; d'obtention. Mais les programmes librement redistribuables existent cependant: les programmes &eacute;crits pour usage interne dans des compagnies, qui sont copi&eacute;s plusieurs fois, les programmes utilis&eacute;s dans les cours d'informatique, ou les logiciels libres, comme tous les composants d'un syst&egrave;me GNU/Linux. Il existe &eacute;galement de "petits" programmes, plus petits que le tampon lui-m&ecirc;me. Certains des programmes que nous utilisons pour nos t&ecirc;ches quotidiennes sont long de quelques kilobytes, &agrave; peine quelques lignes de texte, et beaucoup d'utilitaires sont petits, comme le c&eacute;l&egrave;bre Pkzip. Il y a un grand nombre de programmes qui peuvent &ecirc;tre librement t&eacute;l&eacute;charg&eacute;s de l'internet sur le disque dur d'un utilisateur; mais c'est un crime selon la nouvelle loi.</p>

<P>
Les membres du parlement qui ont approuv&eacute; la loi admettent qu'elle est a &eacute;t&eacute; adopt&eacute;e sous la forte pression de grande compagnies logicielles, ignorant intentionnellement -- e- et les rendant par cons&eacute;quentl&eacute;gaux -- tous les programmes et media qui ne sont pas distribu&eacute;s via les canaux habituels de distribution commerciale.
L'excuse officielle est que les programmeurs, afin de gagner ce ce qu'ils m&eacute;ritent,  besoin d'&ecirc;tre prot&eacute;g&eacute;s de la copie ill&eacute;gale de logiciel &agrave; des fins personnelles. Cependant, les lobbyistes qui ont amen&eacute;s cette loi sont exactement les m&ecirc;mes compagnies logicielles qui ont r&eacute;cemment diffus&eacute; une publicit&eacute; t&eacute;l&eacute;vis&eacute;e, quasiment d&eacute;guis&eacute;e en information publique, o&uacute; le fait de copier un logiciel est d&eacute;peint comme l'un des pires crimes. C. Ce spot publicitaire a p tard &eacute;t&eacute; condamn&eacute; comme &eacute;tant mensonger et et sa diffusion a cute;t&eacute; interdite.</p>

<P>
L'utilisation &ecirc; but non lucratif de programmes ne requiert pas le tampon; cependant, plusieurs actions peuvent rentrer dans le cadre de la "r&eacute;alisation de profits". L'officier de la SIAE &agrave; Florence d&eacute;clare que la libre distribution d'une d&eacute;mo est &agrave; but lucracratif, et requiert donc lplication du tampon. Il est envisageable qu'utiliser un ordinateur pour naviguer sur la toile soit assimil&eacute; &agrave; une recherche de profit vu que cela donne acc&egrave;s &agrave; des informations utiles au travail de chacun. Avons-nous donc atteint le point o&eugrave; m&ecirc;me l'utilisation d'un butineur va requ&eacute;rir un tampon?</p>

<H4><A NAME="conclusions" href="#TOCconclusions">Conclusions</A></H4>

<P>
Les m&eacute;canismes introduits par la nouvelle loi sur le droit d'auteur peuvent paralyser ou criminaliser toute activit&eacute; &eacute;conomique impliquant l'utilisation de logiciels. A cet &eacute;gard, le respect de la loi est particuli&egrave;rement difficile. La loi 248/2000 a &eacute;t&eacute; con&ccedil;ue comme une arme contre le piratage informatique, mais elle risque maintenant de nuire aux auteurs qu'elle pr&eacute;tend prot&eacute;ger. Les d&eacute;velopeurs ind&eacute;pendants encourent des d&eacute;penses d&eacute;raisonnables et des difficult&eacute;s qui vont entraver leur libert&eacute; d'expression, pendant que les grandes compagnies logicielles auront l'opportunit&eacute; d'accro&icirc;tre leur emprise, d&eacute;ja quasiment monopolistique, sur les utilisateurs. La police a le droit de perquisitionner votre bureau et de saisir du mat&eacute;riel m&ecirc;me si personne n'a d&eacute;pos&eacute; plainte pour contrefa&ccedil;on car l'ordonnance d'un juge est suffisante pour prendre des mesures contre ce crime. Il n'est pas impossible que les forces de police organisent &agrave; l'avenir une rafle nationale, pour r&eacute;pandre l'incertitude et and forcer l'application lit&eacute;rale de la loi afin de pr&eacute;venir tout crime de ce type.</p>

<P>
Le pr&eacute;judice le plus grand de la nouvelle loi est port&eacute; aux &eacute;diteurs de logiciels ind&eacute;pendants.
Nous affirmons que son application devrait &ecirc;tre suspendue jusqu'&agrave; ce que ses effets soient s&eacute;rieusement &eacute;tudi&eacute;s et qu'une nouvelle loi soit &eacute;crite. L'objectif de la loi devrait &ecirc;tre de d&eacute;fendre le bien commun plut&eocirc;t que les seuls revenus de grands &eacute;diteurs de logiciels.</p>

<p>[<a href="siae.en.html">anglais</a>] [<a href="siae.it.html">italien</a>] [fran&ccedil;ais]</p>

<!-- footer -->
<HR>
<P>Retourner &agrave; la page d'accueil de la <A HREF="/index.fr.html">FSF Europe</A>.</P>

<p>Nous vous prions de bien vouloir envoyer vos questions &agrave; <A HREF="mailto:team@fsfeurope.org"><EM>team@fsfeurope.org</EM></A></P>

<p>Nous vous prions de bien vouloir envoyer vos commentaires sur ces pages &agrave; <A HREF="mailto:webmasters@fsfeurope.org"><EM>webmasters@fsfeurope.org</EM></A>,
et les autres questions &agrave; <A HREF="mailto:team@fsfeurope.org"><EM>team@fsfeurope.org</EM></A>.</p>

<P>Copyright (C) 2001 Free Software Foundation Europe</p>

<p>La copie et la distribution verbatim de cet article sont permises quel que soit le support, pourvu que cette notice soit pr&eacute;serv&eacute;e..</p>

<P>
Mis &agrave; jour:
<!-- hhmts start -->
20 Mar 2001 lpenet
<!-- hhmts end -->
</body>
</html>
