<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html lang="sv">
<head>
<title>TUX&amp;GNU@school - 6:e utg&aring;van</title>
</head>
<body>
<h1>TUX&amp;GNU@school - 6:e utg&aring;van</h1>

<p><i>Mer eller mindre regelbundet kommer <a href=
"http://www.unormal.org/alis/tagatschool6.en.html">TUX&amp;GNU@school
[2]</a> att rapportera om fri programvara, en hemsida om teman och
enkla ideer att pr&ouml;va. Den h&auml;r g&aring;ngen ska jag prata
om <a href="http.//www.qcad.org/">QCad [3]</a>, ett fritt 2D-CAD
program, om hemsidan <a href=
"http://www.schoolforge.net">Schoolforge.net [4]</a>, och om iden
"Barn skapar musik".</i></p>

<p>V&auml;lkommen till den 6:e utg&aring;van. Trots att det &auml;r
omkring ett &aring;r sedan jag publicerade den f&ouml;rsta <a href=
"http://www.unormal.org/alis/tagatschool1.en.html">utg&aring;va
[5]</a> av TUX&amp;GNU@school, &auml;r det h&auml;r den f&ouml;rsta
nummer 6. Tyv&auml;rr fungerade inte "varje m&aring;nad" och det
&auml;r anledningen till att jag &auml;ndrat i introduktionen till
"mer eller mindre regelbundet". Men avsikten att rapportera
m&aring;nadsvis finns kvar och f&ouml;rhoppningsvis kan jag
h&aring;lla tiden forts&auml;ttningsvis, d&aring; skriver jag
ocks&aring; om introduktionen. Nu vill jag peka p&aring; en ny
&ouml;vers&auml;ttning till franska av denna kolumn <a href=
"http://www.fsfeurope.org/projects/education/tgs/tgs.fr.html">Franska
[6]</a> . Tack till Anne-Marie Mahfouf, det &auml;r tack vare
hennes arbete vi har f&aring;tt ytterligare en
&ouml;ves&auml;ttning. Dessutom finns det fr&aring;n och med nu
m&ouml;jlighet att prenumerera p&aring; v&aring;rt nya nyhetsbrev.
Du hittar information och sidan f&ouml;r prenumeration p&aring; <a
href="http://www.fsfeurope.org/projects/education/tgs/">hemsida
[7]</a>. Detta var n&aring;gra nyheter om oss sj&auml;lva men nu
vidare till inneh&aring;llet i detta nummer.</p>

<h3>QCad, ett fritt 2D-CAD program</h3>

Fram tills nu har vi oftast introducerat program f&ouml;r
l&aring;g- och mellanstadiet h&auml;r. Idag ska jag ber&auml;tta om
ett program som l&auml;mpar sej mer f&ouml;r &auml;ldre elever samt
deras l&auml;rare. Dessutom, <a href="http://www.qcad.org">QCad
[3]</a> borde vara intressant f&ouml;r tekniska skolor och
teknikprogram. <br>
<br>
 

<p>Jag har testat version 1.4.7 fr&aring;n 24:e mars 2001 under <a
href="http://www.debian.org">Debian GNU/Linux [8]</a> medans den
aktuella versionen nu &auml;r 1.5.4.<br>
 Upphovsmannen Andrew Mustun valde GNU GPL som licensmetod f&ouml;r
sitt program.<br>
 Med Debian och Debian baserade distributioner kan du installera
programmet med "apt-get install qcad".<br>
 Med rpm baserade distributioner f&aring;r du antingen anv&auml;nda
den pakethanterare i distributionen eller fr&aring;n kommandorad:
"rpm -i &lt;qcad-packagename.rpm".<br>
 Innan jag g&aring;r in p&aring; intryck och testresultat
m&aring;ste jag klarg&ouml;ra att mina kunskaper inom CAD/CAM inte
&auml;r tillr&auml;ckliga f&ouml;r att ge en r&auml;ttvisande bild
av QCad. Det blir d&auml;rf&ouml;r en kort och lite
amat&ouml;rm&auml;ssig &ouml;versikt denna g&aring;ng. Vill du veta
mer, g&aring; till <a href="http://www.qcad.org">hemsida [3]</a>
och den omfattande <a href=
"http://www.qcad.org/index.php3?body=documentation&amp;product=qcad">
flerspr&aring;kiga dokumentationen [9]</a>.<br>
 Programmet har ocks&aring; &ouml;versatts till ett dussintal olika
spr&aring;k. Spr&aring;kinst&auml;llning och inst&auml;llning av
m&aring;ttenheter &auml;r v&auml;l d&auml;r du b&ouml;rjara
anpassningen av QCad.</p>

<p><img src="./img/qcad.en.png" alt=
"Sk&auml;rmbild 1: QCad anv&auml;ndar Interface" width="800"
height="600" border="0"></p>

<h5>Sk&auml;rmbild 1: QCad anv&auml;ndar interface</h5>

<br>
<br>
 

<p>Programmet &auml;r delat i flera delar (se sk&auml;rmbild 1),
menyn och symbolraden &ouml;verst, funktionsraden till v&auml;nster
och listan med olika lager samt biblioteksbrowsern till h&ouml;ger.
Om du klickar p&aring; en funktionssymbol dyker en lista av
underfunktioner upp ,om du d&auml;remot klickar p&aring;
h&ouml;gerknappen eller trycker &lt;ESC&gt; tangenten kommer du
tillbaka till f&ouml;reg&aring;ende funktionsgrupp respektive
basfunktioner.<br>
 N&aring;gra av basfunktionerna: Punkter, Linjer,
Cirkelb&aring;gar, Cirklar, Skapa texter, Dimensioner, Skapa
hatchings, M&aring;tt, Ettikett och Editera. En positiv
uppt&auml;ckt &auml;r att n&auml;r du valt en specifik funktion
kommer text upp i mitten av undre statusraden som f&ouml;klarar
effekter av h&ouml;ger och v&auml;nster musknappar. Till h&ouml;ger
om denna text visas en f&ouml;rklaring av den valda funktionen.
P&aring; v&auml;nster sida av statusraden visas, f&ouml;r
funktionen, relativa och absoluta koordinater f&ouml;r muspekarens
l&auml;ge.</p>

<p>N&auml;r du l&auml;rt dej lite om programmet och dess
m&ouml;jligheter kan du b&ouml;rja skapa dina egna delineations. Du
kan v&auml;lja f&ouml;rdefinierade "delineations" ( finns ett
svenskt ord ?) och m&ouml;nster fr&aring;n det symbol och
"delineation" bibliotek som ing&aring;r. Det inneh&aring;ller en
del kullager, skruvar och ritningar av cykeldelar. N&aring;, vad
skulle QCad vara om det inte fanns en pingvin, det &auml;r ju ett
GNU/Linux program. (se sk&auml;rmdump 2). Vidare inneh&aring;ller
programmet n&aring;gra f&auml;rdiga formelf&auml;lt. Symbolraden
under den aktuella menyn inneh&aring;ller huvudsakligen knappar
f&ouml;r filfunktioner (Open, Save, etc.), olika zoom
m&ouml;jligheter, de obligatoriska Undo och Redo knapparna samt
n&aring;gra f&aring; funktioner f&ouml;r presentationen av linjer
p&aring; arbetsytan.</p>

<p><img src="./img/qcad-tux.en.png" alt=
"Screenshot 2: QCad with a Tux delineation" width="800" height=
"600" border="0"></p>

<h5>Sk&auml;rmbild 2: QCad med en Tux delineation</h5>

<br>
<br>
 

<p>N&auml;r nu den blivande mekanikingeni&ouml;ren slutf&ouml;rt
sin f&ouml;rsta layout kan denna sparas i formaten: Drawing
Exchange (*.cxf), EPS (*.eps) eller Font (*.cxf). QCad kan,
ut&ouml;ver n&auml;mnda filformat (undantag EPS), &ouml;ppna och
editera Microstation:s (*.dgn) och HPGL (*.plt *.hpgl *.inc)
format. Man kan f&aring; intrycket att detta program "bara" &auml;r
nyttigt f&ouml;r tekniska jobb och skolor men det beh&ouml;vs bara
en modig l&auml;rare som brottas lite mmed QCad och sedan
anv&auml;nder programmet p&aring; sina geometrilektioner.</p>

<p>Sammanfattningsvis om 2D-CAD programmet QCad: F&ouml;rst, QCad
har porterats till ett antal plattformar inte bara ix86 (PC)
datorer. sedan, m&aring;nga tack till Mustun och hans <a href=
"http://www.qcad.org/index.php3?body=about&amp;product=qcad">otaliga
hj&auml;lptexter [10]</a> f&ouml;r det h&auml;r utm&auml;rkta
programmet.</p>

<p>Vidare nu till hemsidan f&ouml;r den h&auml;r utg&aring;van.</p>

<h3>schoolforge.net - Arbetar tillsammans f&ouml;r att sprida
information om kraftfulla OpenSource-verktyg inom utbildning</h3>

<p>Den h&auml;r g&aring;ngen vill jag presentera organisationen
samt <a href="http://www.schoolforge.net">webbsidan schoolforge.net
[4]</a>. D&aring; den f&ouml;r n&auml;rvarande endast finns
tillg&auml;nglig p&aring; engelska baseras introduktionen p&aring;
nuvarande struktur. Den &auml;r indelad i f&ouml;ljande 7
sektioner: <i>Hem</i>, <i>Vad &auml;r Schoolforge</i>,
<i>Schoolforge medlemmar</i>, <i>Nyhetsresurser</i>,
<i>Programvaruresurser</i>, <i>Andra resurser</i> samt
<i>Emaillistor och chat</i>. Men innan den egentliga presentationen
l&aring;t mej p&aring;peka att deltagande i projektet Schoolforge
kr&auml;ver att du och &ouml;vriga kontaktpersoner kan l&auml;sa
och skriva p&aring; engelska, i alla fall p&aring; en
grundl&auml;ggande niv&aring;.</p>

<p>P&aring; <a href="http://www.schoolforge.net">f&ouml;rsta sidan
[4]</a>(se Sk&auml;rmbild 3) finns inte s&aring; mycket mer &auml;n
vad som beh&ouml;vs f&ouml;r att ge en &ouml;versikt. I &ouml;vre
ramen samt p&aring; alla f&ouml;ljande sidor finns Schoolforge:s
logo. . L&auml;ngre ned till v&auml;nster finns den obligatoriska
navigationsmenyn med de ovan beskrivna 7 sektionerna. Till
h&ouml;ger finns det presenterade inneh&aring;llet fr&aring;n
respektive webbsida. P&aring; f&ouml;rsta sidan finns en kort
presentation av Schoolforge f&ouml;ljd av aktuella nyheter. Har en
webbsida flera olika menyval finns dessa under den vanlga
navigationsmenyn. Schoolforge har funnits sedan 8 januari 2002 och
har allts&aring; funnits i ett &aring;r och sex m&aring;nader
nu.</p>

<p><img src="./img/schoolforge.sv.png" alt=
"Screenshot 3: Homepage of Schoolforge.net" width="800" height=
"600" border="0"></p>

<h5>Sk&auml;rmbild 3: Hemsidan hos Schoolforge.net</h5>

<br>
<br>
 

<p>Om det &auml;r ditt f&ouml;rsta bes&ouml;k hos schoolforge.net
b&ouml;r du vara intresserad av "Vad &auml;r Schoolforge" <a href=
"http://www.schoolforge.net/what.php">"What is Schoolforge"
[11]</a>. H&auml;r f&ouml;rklaras att Schoolforge inte &auml;r en
ny organisation utan mer en virituell paraplyorganisation eller
kommunikationskanal f&ouml;r olika grupper med ett gemensamt
intresse att marknadsf&ouml;ra &ouml;ppna alternativ i skolan.
D&auml;rf&ouml;r handlar det inte enbart om fri programvara.
N&auml;r det g&auml;ller medlemsskap &auml;r detta inte &ouml;ppet
f&ouml;r enskilda medlemmar, endast organisationer kan vara medlem.
Men naturligtvis utser dessa en kontaktperson som representerar en
r&ouml;st fr&aring;n denna organisation. En vanliga uppgift &auml;r
att f&ouml;rebygga dubbelarbete och f&ouml;rb&auml;ttra
kommunikationen mellan olika projekt. Tv&aring; referenser i detta
&auml;mne &auml;r <a href=
"http://www.schoolforge.net/procedures.php">"Schoolforge Operating
Procedures" [12]</a> som &aring; ena sidan specificerar vad
medlemmar f&ouml;rv&auml;ntas g&ouml;ra och leverera och &aring;
andra sidan <a href=
"http://www.schoolforge.net/membership.php">"Att bli medlem"
[13]</a>. H&auml;r finns en beskrivning &ouml;ver var och vad som
m&aring;ste g&ouml;ras f&ouml;r att ans&ouml;ka om medlemsskap.</p>

<p>H&auml;r vill jag g&aring; in p&aring; lite mer detaljer
ang&aring;ende "Schoolforge Operating Procedures". Medlemsskapet i
Schoolforge inneb&auml;r prim&auml;rt f&ouml;rb&auml;ttrad
kommunikation d&auml;r email listor &auml;r den centrala
startpunkten. Schoolforge anv&auml;nds f&ouml;r en gemensam
presentation mot omv&auml;rlden. Alla medlemmar skall placera
l&auml;nkar och referenser till sina hemsidor h&auml;r.
F&ouml;rutom detta har varje medlem p&aring; sitt ansvar att
sammarbeta med andra inom gruppen f&ouml;r att presentera
n&aring;got l&ouml;pande p&aring; emaillistan. Varje m&aring;nad
utses en "vote counter" (r&ouml;str&auml;knare ?) som &auml;r
ansvarig f&ouml;r tolkning och blir n&aring;gon typ av moderator
p&aring; listan. Dessutom har en medlem ansvar f&ouml;r att
underh&aring;lla webbsidan Schoolforge.net. En sista punkt jag vill
ta upp h&auml;r &auml;r att nya ideer och projekt b&ouml;r
presenteras och diskuteras b&aring;de f&ouml;r att undvika
dubbelarbete men &auml;ven f&ouml;r att dra nytta av tidigare
gjorda erfarenheter och tillg&auml;nglig kunskap.</p>

<p>Tredje punkten p&aring; navigationsmenyn kommer att ta dej till
en sida d&auml;r <a href=
"http://www.schoolforge.net/members.php">medlemmar i alfabetisk
ordning [14]</a> finns listade. &Ouml;verst finns &auml;ven en
l&auml;nk som tar dej till en n&aring;got mer detaljerad lista <a
href="http://www.schoolforge.net/members1.php">detailed list of
members [15]</a>. F&ouml;r n&auml;rvarande finns mer &auml;n 140
organisationer representerade.P&aring; sidan <a href=
"http://www.schoolforge.net/news.php">"News Resources" [16]</a>are
finns l&auml;nkar till webbsidor som regelbundet presenterar
nyheter. N&aring;gra av dem: <a href=
"http://opensourceschools.org">Opensourceschools.org [17]</a> as a
little journal, <a href="http://www.seul.org/edu">seul.org/edu
[18]</a> som publiserar en <a href=
"http://www.seul.org/edu/reports.html">report [19]</a> varannan
vecka samt <a href=
"http://www.schoolforge.net/sfdiscuss.php">schoolforge:s egna email
lista [20]</a>. <a href=
"http://www.schoolforge.net/software.php">"Software Resources"
[21]</a> inneh&aring;ller mestadels l&auml;nkar till relaterade
projekt d&auml;r jag vill peka p&aring; n&aring;gra speciella: the
<a href="http://richtech.ca./seul">application index [22]</a>
f&ouml;r <a href="http://www.seul.org/edu">SEUL/edu [17]</a>, the
<a href="http://www.debian.org">Debian [7]</a> och underprojektet
<a href="http://www.debian.org/devel/debian-jr">"Debian Jr."
[23]</a> and the <a href="http://edu.kde.org">KDE Edutainment
project [24]</a> vars kontaktperson med Schoolforge ocks&aring;
bidrar med &ouml;vers&auml;ttningen <a href=
"http://www.fsfeurope.org/projects/education/tgs/tgs.fr.html">French
translation of "TUX&amp;GNU@school" [6]</a> &Ouml;verst till
v&auml;nster p&aring; sidan "Software Resources" finns en
&auml;mneskatalog &ouml;ver de senaste till&auml;ggen i
applikationsdatabasen p&aring; SEUL/edu.</p>

<p>Ytterligare &auml;mnesinriktade intressanta och nyttiga
webbplatser finns under <a href=
"http://www.schoolforge.net/other.php">"Other Resources" [25]</a>.
H&auml;r ing&aring;r <a href=
"http://richtech.ca/seul/casedex.html">en databas med lyckade
projekt respektive enskilda studier av Linux i skolan [26]</a>, en
<a href="http://seuldat.seul.org">&auml;mnesorienterad l&auml;nk
samling [27]</a> och en <a href=
"http://seuldat.seul.org/npo/">&ouml;ppen databas Needs, Problems
and Opportunities (NPO) &ouml;ver anv&auml;ndning av teknologi inom
utbildning [28]</a>. Slutligen som sista punkt finns h&auml;r <a
href="http://www.schoolforge.net/sfdiscuss.php">information to the
mailing lists [20]</a> d&auml;r det &auml;ven finns en l&auml;nk
till online arkiven. Dessutom finns h&auml;r beskrivet, n&auml;r,
var och hurdet &auml;r m&ouml;jligt att tr&auml;ffas p&aring;
IRC.</p>

<p>Detta var en kort presentation av Schoolforge och IMHO (in my
humble opinion) en nyttig genomg&aring;ng av lite runt "GNU/Linux
at school" men nu vidare till n&auml;sta &auml;mne i denna
utg&aring;va.</p>

<h3>"Barn skapar musik"</h3>

<p>Fram tills nu har jag introducerat sm&aring; ideer som l&auml;tt
kunnats genomf&ouml;ras av en programmerare p&aring; nolltid. Men
just nu &auml;r jag inte s&aring; s&auml;ker p&aring; att detta
&auml;r av intresse d&aring; ingen &aring;terkoppling och inga
implemetationer kommit f&ouml;r de senaste ideerna. Kanske var de
f&ouml;r banala, f&ouml;r sv&aring;ra, inte intressanta eller vad
tycker du ? Skicka g&auml;rna synpunkter och ideer om detta till <a
href="mailto:foxman@lugo.ch">[1]</a>. &Auml;n viktigare och
intressant f&ouml;r mej vore ideer och &ouml;nskningar fr&aring;n
verksamheten, d.v.s. fr&aring;n l&auml;rare och instrukt&ouml;rer
som sj&auml;lva undervisar och vet vad som saknas i
verksamheten.</p>

N&aring; h&auml;r kommer en ide jag fick n&auml;r jag lekte lite
med <a href="http://www.newbreedsoftware.com/tuxpaint">Tuxpaint
[29]</a> <a href=
"http://www.unormal.org/alis/tagatschool5.de.html">[30]</a>.
M&aring;nga kanske redan har provat Tuxpaint ock vet att
m&aring;nga st&auml;mplar har n&aring;gon form av ljud knutet till
sej. N&auml;r du klickar mer &auml;n en g&aring;ng p&aring; en
symbol sedan v&auml;xlar mellan olka st&auml;mplaruppkommer en del
intressanta ljudkombinationer. Baserat p&aring; den h&auml;r iden
borde det inte vara alltf&ouml;r sv&aring;rt att skriva ett program
med ett antal knappar som hade ett ljud knutet till sej. En
inspelningsfunktion skulle runda av det hela och ge morgondagens
Mozart eller Beethoven ytterligare ett anv&auml;ndbart verktyg.
<br>
<br>
 

<p>Jag skulle vara glad om denna ide gav upphov till lite brus
h&auml;r. Nu vidare till nyheterna i denna utg&aring;va.</p>

<h3>Nyheter och aktuella programversioner</h3>

<h4>FREEDUC sl&auml;ppt i version 1.3</h4>

<p>F&ouml;r n&aring;gra veckor sen vart 1.3 <a href=
"http://www.ofset.org/projects/edusoft/edusoft.html">FREEDUC
[31]</a> publiserad. FREEDUC &auml;r en distribution baserad
p&aring; den v&auml;lk&auml;nda <a href=
"http://www.knoppix.de">Knoppix [32]</a> vars huvudsyfte &auml;r
att demonstrera fri utbildningsprogramvara. Exakt vilka
programvaror som finns med kan du se <a href=
"http://www.ofset.org/projects/edusoft/packages.txt.gz">h&auml;r
[33]</a> (Notera: *.txt.gz fil).</p>

<h4>Linux certifiering f&ouml;r &Ouml;sterrikiska elever</h4>

<p>Det har g&aring;tt en tid sedan den f&ouml;rsta <a href=
"http://www.pressetext.at/pte.mc?021206035">publikationen [34]</a>
men jag t&auml;nkte n&auml;mna detta en g&aring;ng till. I
&Ouml;sterrikiska skolor &auml;r det nu to m&ouml;jligt f&ouml;r
elever att genomf&ouml;ra en GNU/Linux certifiering.</p>

<h4>www.BSI-fuer-Buerger.de publiserad</h4>

<p>F&ouml;r n&aring;gra veckor sedan publiserade tyska <a href=
"http://www.bsi.de">BSI - Bundesamt f&uuml;r Sicherheit in der
Informationstechologie [35]</a> (Myndigheten f&ouml;r s&auml;kerhet
inom informationsteknologi) en ny <a href=
"http://www.bsi-fuer-buerger.de">informations plats [36]</a>
<i>(endast p&aring; tyska)</i> f&ouml;r allm&auml;nheten.
Informationen som finns h&auml;r har inget med fri programvara och
GNU/Linux att g&ouml;ra men &auml;r intressant och
l&auml;ttf&ouml;rst&aring;ligt (om du kan tyska). De f&ouml;klarar
dels vanliga termer som "internet" och dess funktionalitet men
&auml;ven ur ett s&auml;kerhetsperspektiv. H&auml;r vill jag
propagera, IMHO, en genial f&ouml;rklaring av internet fr&aring;n
"Sachgeschichten" (historier om hur saker fungerar) fr&aring;n den
tyska <a href="http://www.sendung-mit-der-maus.de/">"Sendung mit
der Maus" [37]</a> (TVprogram f&ouml;r barn i Tyskland). Det
g&aring;r att ladda ner den korta och informativa filmen <a href=
"http://www.wdrmaus.de/service/download/?lang=de/">h&auml;r
[38]</a>.</p>

<h4>GCompris i ny major release</h4>

<p>Bruno Coudoin sl&auml;ppte f&ouml;r n&aring;gra veckor sedan
version 3.0 f&ouml;ljd av GCompris 3.1 f&ouml;r n&aring;gra dagar
sedan. Viktigaste &auml;ndringar &auml;r hantering av
felmeddelanden i f&ouml;nstersystemet (gnome-canvas biblioteken)
vilket inte kunde &aring;tg&auml;rdas innan nya meddelandef&auml;lt
kunde skrivas i python. Dessutom finns n&aring;gra nya f&auml;lt
med varje ny version. boards as with each new version of course.
Exakta detaljer finns p&aring; hemsidan <a href=
"http://www.ofset.org/gcompris">GCompris [39]</a>. Passar
ocks&aring; p&aring; att gratulera Bruno till hans <a href=
"http://www.sil-centril.org/trophees/projecst/educ.html">succe
[40]</a> p&aring; <a href=
"http://www.tropheedulibre.org">TropheeduLibre.org [41]</a>.</p>

<h4>KTouch i ny version</h4>

<p>KTouch ifinns i ny version (1.3) sedan n&aring;gra veckor. Se
&auml;ndringar och nya funktioner p&aring; <a href=
"http://ktouch.sf.net">hemsida [42]</a>.</p>

<h4>SkoleLinux som prerelease38</h4>

<p><a href="http://www.skolelinux.no">SkoleLinux [43]</a> &auml;r
en Debian baserad distribution fr&aring;n Norge som &auml;r
speciellt framtagen f&ouml;r utbildnings&auml;ndam&aring;l. Det
finns &auml;ven en <a href="http://www.skolelinux.de">Tysk hemsida
[44]</a> och ett tyskt team som arbetar p&aring; att anpassa denn
till tyska. Tyv&auml;rr finns det ingen stabil release just nu av
denna lovande distribution. Preversion "pre38" sl&auml;pptes
f&ouml;r test f&ouml;r n&aring;gra veckor sedan. SkoleLinux &auml;r
ocks&aring; den f&ouml;rsta distribution jag vet som i produktion
anv&auml;nder den nya <a href=
"http://people.debian.org/~mckinstry/ports-status.html">Debian-Installer
[45]</a>.</p>

<h4>Aktuella program versioner</h4>

<ul>
<li><a href="http://edu.kde.org/ktouch">KTouch</a> 1.3 -
Maskinskrivningskurs under KDE 3.1.2 (<a href=
"http://www.unormal.org/alis/tagatschool1.en.html">TGS 1</a>)</li>

<li><a href="http://www.ofset.org/gcompris">GCompris</a> 3.1 -
Utbildningsplattform med olika sk&auml;rmar (<a href=
"http://www.unormal.org/alis/tagatschool2.en.html">TGS 2</a>)</li>

<li><a href="http://edu.kde.org/kgeo">KGeo</a> 1.0.2 - Geometry
program under KDE 3.1.2 (<a href=
"http://www.unormal.org/alis/tagatschool3.en.html">TGS 3</a>)</li>

<li><a href="http://bioinformatics.org/ghemical/">Ghemical</a> 1.0
- Kemi program f&ouml;r molekylmodelering och ber&auml;kning (<a
href="http://www.unormal.org/alis/tagatschool4.en.html">TGS
4</a>)</li>

<li><a href="http://www.breedsoft.com">Tuxpaint</a> 0.9.11 -
Ritprogram f&ouml;r barn och f&ouml;r dem med barnasinnet kvar (<a
href="http://www.unormal.org/alis/tagatschool5.en.html">TGS
5</a>)</li>

<li><a href="http://www.qcad.org">QCad</a> 1.5.4 - 2D-CAD program
(<a href="http://www.unormal.org/alis/tagatschool6.en.html">TGS
6</a>)</li>
</ul>

<br>
<br>
 

<p>och innan jag gl&ouml;mmer : Det h&auml;r &auml;r den
f&ouml;rstat versionen av TUX&amp;GNU@school som &auml;ven finns
tillg&auml;nglig som OGG Vorbis, Wave och MP3 <a href=
"http://www.fsfeurope.org/projects/education/tgs/">[7]</a> ;-)
Lyssna h&auml;r. Hej och p&aring; &aring;terseende ...</p>

<h3>Links:</h3>

<p>[1] <a href="mailto:foxman@lugo.ch">Criticism, questions,
comments, ideas and more please to: foxman@lugo.ch</a><br>
 [2] <a href="http://www.unormal.org/alis/tagatschool6.de.html">The
homepage of TUX&amp;GNU@school:
www.unormal.org/alis/tagatschool6.en.html</a><br>
 [3] <a href="http://www.qcad.org">The homepage of QCad:
www.QCad.org</a><br>
 [4] <a href="http://www.schoolforge.net">The homepage of
Schoolforge.net: www.Schoolforge.net</a><br>
 [5] <a href=
"http://www.unormal.org/alis/tagatschool1.en.html">First edition of
TUX&amp;GNU@school</a><br>
 [6] <a href=
"http://www.fsfeurope.org/projects/education/tgs/tgs.fr.html">TUX&amp;GNU@school
in French</a><br>
 [7] <a href=
"http://www.fsfeurope.org/projects/education/tgs/">Subscribe
possibility for the TUX&amp;GNU@school newsletter</a><br>
 [8] <a href="http://www.debian.org">The homepage of Debian:
www.debian.org</a><br>
 [9] <a href=
"http://www.qcad.org/index.php3?body=documentations&amp;product=qcad">
Multilingual documentation of QCad</a><br>
 [10] <a href=
"http://www.qcad.org/index.php3?body=about&amp;product=qcad">Developer
list of QCad</a><br>
 [11] <a href="http://www.schoolforge.net/what.php">Schoolforge.net
-&gt; "What is Schoolforge"</a><br>
 [12] <a href=
"http://www.schoolforge.net/procedures.php">Schoolforge.net -&gt;
"Schoolforge Operating Procedures"</a><br>
 [13] <a href=
"http://www.schoolforge.net/membership.php">Schoolforge.net -&gt;
"Becoming a member"</a><br>
 [14] <a href=
"http://www.schoolforge.net/members.php">Schoolforge.net -&gt;
"Schoolforge members" (alphabetical order)</a><br>
 [15] <a href="http://www.schoolforge.net/members1.php">More
detailed list of the Schoolforge members</a><br>
 [16] <a href="http://www.schoolforge.net/news.php">Schoolforge.net
-&gt; "News Resources"</a><br>
 [17] <a href="http://opensourceschools.org">OpenSourceSchools.org
- News for OpenSource at school and in education</a><br>
 [18] <a href="http://www.seul.org/edu">The homepage of SEUL/edu:
www.seul.org/edu</a><br>
 [19] <a href="http://www.seul.org/edu/reports.html">Reports from
SEUL/edu</a><br>
 [20] <a href=
"http://www.schoolforge.net/sfdiscuss.php">Schoolforge.net -&gt;
"Mailing lists and chat"</a><br>
 [21] <a href=
"http://www.schoolforge.net/software.php">Schoolforge.net -&gt;
"Software Resources"</a><br>
 [22] <a href="http://richtech.ca./seul">The application index of
SEUL/edu</a><br>
 [23] <a href="http://www.debian.org/devel/debian-jr">The homepage
of the Debian subproject "Debian Jr."</a><br>
 [24] <a href="http://edu.kde.org">The homepage of the KDE
Edutainment project: edu.kde.org</a><br>
 [25] <a href=
"http://www.schoolforge.net/other.php">Schoolforge.net -&gt; "Other
Resources"</a><br>
 [26] <a href="http://richtech.ca/seul/casedex.html">A database of
SEUL/edu with success stories resp. case studies about Linux at
school</a><br>
 [27] <a href="http://seuldat.seul.org">A link collection of
SEUL/edu</a><br>
 [28] <a href="http://seuldat.seul.org/npo/">An open database of
Needs, Problems and Opportunities (NPO) in usage of technology in
education</a><br>
 [29] <a href="http://www.newbreedsoftware.org/tuxpaint">The
homepage of Tuxpaint: www.newbreedsoftware.org/tuxpaint</a><br>
 [30] <a href=
"http://www.unormal.org/alis/tagatschool5.de.html">The fifth
edition of TUX&amp;GNU@school</a><br>
 [31] <a href=
"http://www.ofset.org/projects/edusoft/edusoft.html">The homepage
of FREEDUC</a><br>
 [32] <a href="http://www.knoppix.de">The homepage of Knoppix:
www.Knoppix.de</a><br>
 [33] <a href=
"http://www.ofset.org/projects/edusoft/packages.txt.gz">The package
list of FREEDUC</a><br>
 [34] <a href=
"http://www.pressetext.at/pte.mc?pte=021206035">"Linux certificates
for Austrian pubpils" on Pressetext.at</a><br>
 [35] <a href="http://www.bsi.de">The homepage of the German
"Bundesamtes f&uuml;r Sicherheit in der Informationstechnik - BSI"
(Federal Office for information technology security):
www.bsi.de</a><br>
 [36] <a href="http://www.bsi-fuer-buerger.de">New information
website of the BSI: www.BSI-fuer-Buerger.de</a><br>
 [37] <a href="http://www.sendung-mit-der-maus.de/">The homepage of
the German telecast "Sendung mit der Maus":
www.Sendung-mit-der-Maus.de</a><br>
 [38] <a href=
"http://www.wdrmaus.de/service/download/?lang=de/">Download link to
the Sachgeschichten-Video "Internet"</a><br>
 [39] <a href="http://www.ofset.org/gcompris">The homepage of
GCompris: www.ofset.org/GCompris</a><br>
 [40] <a href=
"http://www.sil-cetril.org/trophees/projets/educ.html">GCompris on
tropheesdulibre.org</a><br>
 [41] <a href="http://www.tropheesdulibre.org">TropheeduLibre.org
(French)</a><br>
 [42] <a href="http://ktouch.sf.net">The homepage of KTouch:
Ktouch.sourceforge.net</a><br>
 [43] <a href="http://www.skolelinux.no">The homepage of
SkoleLinux: www.SkoleLinux.no</a><br>
 [44] <a href="http://www.skolelinux.de">The German homepage of
SkoleLinux: www.SkoleLinux.de</a><br>
 [45] <a href=
"http://people.debian.org/~mckinstry/ports-status.html">One
homepage of the new Debian-Installer</a><br>
</p>

<h4>About the author:</h4>

<p>Mario Fux finished 1999 the PrimarlehrerInnenseminar in Brig
after he made up mathematical and natural scientifical matura. In a
body with two colleagues he founded the <a href=
"http://www.edux.ch">"ALIS - Arbeitsgruppe Linux an Schulen"</a>
(Swiss work group for linux at school). And if he once doesn't
spend his time in front of the PC, he sits at his nature pond in
the <a href="http://www.randa.ch">mountains</a>.</p>

<p align="center"><i>This document is distributed under the terms
of the <a href=
"http://www.gnu.org/licenses/licenses.html#TOCFDL">GNU Free
Documentation License</a>.</i></p>

<p align="center"><i>Copyright (c) 2002 Mario Fux. Permission is
granted to copy, distribute and/or modify this document under the
terms of the GNU Free Documentation License, Version 1.2 or any
later version published by the Free Software Foundation; with no
Invariant Sections, no Front-Cover Texts, and no Back-Cover
Texts.<br>
 A copy of the license can be found at <a href=
"http://www.gnu.org/licenses/fdl.html">http://www.gnu.org/licenses/fdl.html</a>.</i></p>
</body>
</html>

