<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta name="generator" content=
"HTML Tidy for Linux/x86 (vers 1st July 2004), see www.w3.org" />
<title>TUX&amp;GNU@school - 7&egrave;me &eacute;dition</title>
<meta http-equiv="Content-Type" content=
"text/html; charset=us-ascii" />
<meta name="GENERATOR" content="Quanta Plus" />
</head>
<body>
<h1>TUX&amp;GNU@school - 7&egrave;me &eacute;dition</h1>
<p><i>De fa&ccedil;on plus ou moins r&eacute;guli&egrave;re, la
rubrique <a href=
"http://www.unormal.org/alis/tagatschool7.en.html">TUX&amp;GNU@school
[2]</a> vous parle de logiciels &eacute;ducatifs libres, d'un site
web sur ce sujet et d'une id&eacute;e facile &agrave; appliquer. Ce
mois-ci, je vais vous parler de <a href=
"http://www.kalzium.org/">Kalzium [3]</a>, un programme
&eacute;ducatif libre de chimie, du site web de l'<a href=
"http://www.schoolforge.net">OFSET (Organisation pour les logiciels
libres dans l'&eacute;ducation et l'enseignement) [4]</a>, et de
l'id&eacute;e d'"une extension pour Kalzium" ;-).</i></p>
<p>Bienvenue dans la 7&egrave;me &eacute;dition de
TUX&amp;GNU@school. Malheureusement, il n'est toujours pas possible
de recevoir cette rubrique en lettre de diffusion. Mais je vais
essayer de rendre cela possible pour la prochaine &eacute;dition.
De plus, je veux d&eacute;dier cette &eacute;dition &agrave; un
membre de valeur de la communaut&eacute; des logiciels libres
Suisse (et internationale), Mathias 'turrican' Gygax, qui nous a
quitt&eacute;s bien trop t&ocirc;t.</p>
<h3>Kalzium - la table p&eacute;riodique des &eacute;l&eacute;ments
(TPE)</h3>
<p><a href="http://edu.kde.org/kalzium">Kalzium [3]</a> est un
logiciel libre &eacute;ducatif (GNU GPL) qui fait partie du
<a href="http://edu.kde.org">projet KDE &Eacute;ducation [5]</a>
qui offre de prime abord un acc&egrave;s simple &agrave; la table
p&eacute;riodique des &eacute;l&eacute;ments (TPE). J'ai
test&eacute; la version 0.5 (KDE 3.1.5) qui vient avec la version
'testing' de <a href="http://www.debian.org">Debian GNU/Linux
[6]</a>.</p>
<p>Apr&egrave;s la premi&egrave;re invocation du programme, vous
voyez la table p&eacute;riodique des &eacute;l&eacute;ments, que
vous aimez ou que vous ha&amp;iumlaut;ssez (voir la capture
d'&eacute;cran 1). Certains d'entre vous vont se rappeler les
lessons de chimie du temps o&ugrave; ils &eacute;taient
&eacute;coliers. Tous les &eacute;l&eacute;ments chimiques
pr&eacute;sentement connus (&eacute;tat 2002) sont affich&eacute;s
simplement et clairement. Un simple clic de la souris sur l'un de
ces plus de 100 boutons vous donne plus d'information sur
l'&eacute;l&eacute;ment s&eacute;lectionn&eacute;. Un nouvelle
fen&ecirc;tre est alors ouverte qui est divis&eacute;e en trois
sections donnant de l'information g&eacute;n&eacute;rale (comme le
nom, le symbole, le poids atomique ou la densit&eacute;), sur les
diff&eacute;rents &eacute;tats de l'&eacute;l&eacute;ment (points
d'&eacute;bullition et de fusion) et sur les &eacute;nergies
(&eacute;nergie d'ionisation et
&eacute;lectron&eacute;gativit&eacute;).</p>
<p>Comme vous pouvez le voir sur la capture d'&eacute;cran 2, qui
affiche cette information pour l'&eacute;l&eacute;ment Fer, il y a
aussi un bouton appel&eacute; "Regarde sur le web". Gr&acirc;ce
&agrave; cela, vous pouvez aller sur le site web de
l'universit&eacute; de Split qui vous permet d'afficher plus
d'information sur l&eacute;l&eacute;ment correspondant, dans une
nouvelle fen&ecirc;tre. Cette information est affich&eacute;e dans
l'une des cinq langues suivantes&nbsp;: <a href=
"http://www.ktf-split.hr/periodni">croate [7]</a>, <a href=
"http://www.ktf-split.hr/periodni/de">allemand [8]</a>, <a href=
"http://www.ktf-split.hr/periodni/fr">fran&ccedil;ais [9]</a>,
<a href="http://www.ktf-split.hr/periodni/en">anglais [10]</a> et
<a href="http://www.ktf-split.hr/periodni/it">italien [11]</a>.
Vous pouvez changer cette configuration dans le menu
<i>Configuration -&gt; Configurer Kalzium...</i> sur l'onglet
<i>Regarde sur le web</i>.</p>
<p><img src="./img/kalzium.en.png" alt=
"Capture d'&eacute;cran 1 : Kalzium apr&egrave;s le premier d&eacute;marrage"
width="889" height="573" border="0" /></p>
<h5>Capture d'&eacute;cran 1: Kalzium apr&egrave;s le premier
d&eacute;marrage</h5>
<br />
<br />
<p>Dans ce dialogue de configuration, vous pouvez aussi changer les
<i>Couleurs</i>. Mais qu'est-ce que cela fait&nbsp;? Pour voir
cela, nous revenons &agrave; la fen&ecirc;tre principlale (voir
capture d'&eacute;cran 1). La table p&eacute;riodique des
&eacute;l&eacute;ments, comme peut-&ecirc;tre certains d'entre vous
le savent,est divis&eacute;e en diff&eacute;rents groupes qui sont
repr&eacute;sent&eacute;s chacun par une couleur diff&eacute;rente.
Dans la barre d'outils, vous pouvez choisir parmi les groupements
internationaux comme l'<a href="http://www.iupac.org">IUPAC
(International Union of Pure and Applied Chemistry) [12]</a>, le
<a href="http://www.cas.org">CAS (Chemical Abstracts Service)
[13]</a> ou aussi, pour ceux pour lesquels cela n'a pas
d'importance (comme pour moi), vous pouvez compl&egrave;tement les
d&eacute;sactiver. De plus la table p&eacute;riodique peut aussi
afficher certaines caract&eacute;ristiques comme le <i>comportement
acide</i> ou l'<i>&eacute;tat</i> ou simplement les <i>blocs</i> ou
les <i>groupes</i>. Tous ces modes de coloration syntaxiques et
toutes ces diff&eacute;rentes couleurs peuvent &ecirc;tre
configur&eacute;s dans le menu cit&eacute;
pr&eacute;c&eacute;demment de configuration. Cela permet &agrave;
la personne enseignat de pr&eacute;cisemment mettre en valeur ce
qu'elle d&eacute;sire.</p>
<p>Dans la barre d'outils se trouve un menu d&eacute;roulant avec
deux &eacute;l&eacute;ments : <i>Complet</i> et <i>Mendelev</i> ce
qui affiche deux tables diff&eacute;rentes. Et avant de quitter la
barre d'outils de Kalzium je vais dire deux mots sur la chronologie
(la plus &agrave; droite). Apr&egrave;s avoir cliqu&eacute; sur ce
bouton, au bas de la table p&eacute;riodique des
&eacute;l&eacute;ments appara&icirc;t une glissi&egrave;re qui
affiche 2002. Gr&acirc;ce &agrave; elle, vous pouvez revenir dans
le temps et voir quel &eacute;l&eacute;ment &eacute;tait connu
&agrave; quelle date pr&eacute;cise (certains
&eacute;l&eacute;ments n'&eacute;taient pas encore
d&eacute;couverts mais seulement suppos&eacute;s exister). Et comme
nous parlons de glissi&egrave;res, dan sla barre de menu vous
pouvez s&eacute;lectionner l'affichage selon l'<i>&eacute;tat</i>
et regarder quels &eacute;l&eacute;ments sont en &eacute;tat
liquide, gazeux ou solide pour une temp&eacute;rature donn&eacute;e
;-).</p>
<p><img src="./img/kalzium-fe.en.png" alt=
"Capture d'&eacute;cran 2 : information sur l'&eacute;l&eacute;ment chimique Fer"
width="597" height="489" border="0" /></p>
<h5>Capture d'&eacute;cran 2 : information sur
l'&eacute;l&eacute;ment chimique Fer</h5>
<br />
<br />
<p>Certains d'entre vous ont peut-&ecirc;tre remarqu&eacute;
l'&eacute;l&eacute;ment de menu <i>Quiz</i>. En choisissant cela
vous pouvez d&eacute;cider combien de questions vous voulez et vous
pouvez essayer d'y r&eacute;pondre. Je me rappelle de mes jours
d'&eacute;cole suffisamment de choses pour atteindre la plupart du
temps 50 pour cent de r&eacute;ponses correctes bien que, comme
vous les lecteurs le savez, mes connaissances en chimiene sont pas
tr&egrave;s grandes. &Agrave; la gauche de ce quiz, un menu
<i>Calculs</i> vous permet d'acc&eacute;der &agrave; un dialogue de
calcul chimique (KMol) o&ugrave; de simples formules pour calculer
le poids mol&eacute;culaire peuvent &ecirc;tre entr&eacute;es. Cet
outil peut fonctionner pour tous les noms
d'&eacute;l&eacute;ments.</p>
<p>Selon Carsten Niehaus, l'auteur de ce programme, Kalzium est
destin&eacute; aux &eacute;tudiants de tous les &acirc;ges. Un de
mes coll&egrave;gues, qui &eacute;tudie les <a href=
"http://www.mat.ethz.ch">mat&eacute;riaux [14]</a> &agrave;
l'<a href="http://www.ethz.ch">ETHZ (Insitut f&eacute;d&eacute;ral
suisse de technologie de Zurich) [15]</a>, utilise ce programme
assez souvent. Selon le manuel de l'utilisateur de Kalzium, Carsten
est int&eacute;ress&eacute; par les rapports de bogues, par de
nouvelles donn&eacute;es et par toute proposition
d'am&eacute;lioration. Vous pouvez les &eacute;crire et les envoyer
assez facilement gr&acirc;ce au menu <i>Aide -&gt; Rapport de
bogue...</i> (de pr&eacute;f&eacute;rence en anglais). Et comme je
n'ai pas de bonne id&eacute;e pour cette &eacute;dition de
TUX&amp;GNU@school et que j'en ai entendu une bonne au meeting
<a href="http://www.lots.ch">des logiciels libres [16]</a> la
semaine derni&egrave;re, je vais vous l'expliquer maintenant (et
aussi l'envoyer &agrave; Carsten bien s&ucirc;r). Si je me rappelle
bien, la semaine derni&egrave;re quelqu'un m'a pos&eacute; la
question suivante : "est-il possible de simuler des
r&eacute;actions chimiques avec Kalzium?" Je pense que cette
personne voulait dire qu'arrivera-t-il si vous prenez par exemple
un atome de carbone et quatre atomes d'hydrog&egrave;ne ou plus
g&eacute;n&eacute;ralement, comment l'oxyg&egrave;ne et le fer
r&eacute;agissent-ils ensemble. Comme non chimiste et non
programmeur, je ne sais pas si c'est simple d'impl&eacute;menter
cela mais Carsten, voici de quoi travailler pour le futur ;-). Et
bien s&ucirc;r, maintenant, un grand merci &agrave; vous et
&agrave; toutes les personnes qui vous ont aid&eacute;es pour ce
logiciel &eacute;ducatif libre merveilleux.</p>
<p>Mais continuons maintenant avec le site web ou projet de cette
&eacute;dition.</p>
<h3>OFSET.org - Organisation pour les logiciels libres dans
l'&eacute;ducation et l'enseignement</h3>
<p>C'est la premi&egrave;re fois que l'information dans ce
paragraphe n'est pas enti&egrave;rement bas&eacute;e sur seulement
le site web. Mais j'ai aussi pos&eacute; quelques questions
(emprunt&eacute;es au <a href=
"http://www.brave-gnu-world.org">Brave GNU World [17]</a>) &agrave;
la personne qui g&egrave;re ce projet et ce site web. pour cette
raison, je remercie vivement Hilaire Fernandes de OFSET pour les
r&eacute;ponses d&eacute;taill&eacute;es aux questions. Certains
d'entre vous peuvent d&eacute;j&agrave; le conna&icirc;tre car il
est une personne importante dans le d&eacute;veloppement de
<a href="http://www.ofset.org/freeduc-cd">Freeduc [18]</a>, le CD
GNU/Linux-LIVE pour les &eacute;coles et l'&eacute;ducation.</p>
<p>L'<a href="http://www.ofset.org">OFSET - Organisation pour les
logiciels libres dans l'&eacute;ducation et l'enseignement [4]</a>
a &eacute;t&eacute; fond&eacute; &agrave; la fin de 1999 comme une
association selon la loi fran&ccedil;aise. Le but de l'OFSET est de
supporter et de favoriser le d&eacute;veloppement de logiciels
&eacute;ducatifs libres pour l'&eacute;ducation et l'enseignement.
Il est donc tr&egrave;s important que ce projet ait une
r&eacute;percussion mondiale et internationale pour &eacute;viter
que d'autres projets similaires ne fassent un surcroit de travail.
Actuellement, l'OFSET compte plus de 40 membres avec un noyau dur
d'environ dix personnes. D'un c&ocirc;t&eacute;, les <a href=
"http://www.ofset.org/members/members.html">membres [19]</a> sont
des d&eacute;veloppeurs qui programment aussi, de l'autre
c&ocirc;t&eacute;, il y a aussi des enseignants en &eacute;coles
secondaires par exemple avec qui ils peuvent &eacute;changer des
id&eacute;es pratiques concernant les logiciels &eacute;ducatifs.
Les activit&eacute;s de l'association sont suppos&eacute;es
s'adresser non seulement aux &eacute;tudiants et programmeurs mais
aussi aux parents, enseignants et &eacute;coles.</p>
<p>Pour favoriser concr&egrave;tement le d&eacute;veloppement de
logiciels &eacute;ducatifs libres, l'OFSET donne certaines
id&eacute;es concernant le d&eacute;ploiement d'outils, vous pouvez
les lire dans leur <a href=
"http://www.ofset.org/information/legal/charter.html">charte
[20]</a>. La programmation doit toujours se baser sur l'interface
utilisateur qui est suppos&eacute;e toujours se trouver au centre
du processus de d&eacute;veloppement de leurs logiciels.
L'internationalisation est demand&eacute;e ainsi que la traduction
et la documentation dans les cas o&ugrave; c'est possible et
lorsqu'il y a des personnes disponibles pour le faire.
L'&eacute;criture par langages de script est aussi important pour
les membres de l'OFSET. Ils voient donc comme une bonne
possibilit&eacute; de sonner aux utilisateurs potentiels un outil
pour l'adaptation ce qui est central dans les logiciels libres.
Actuellement ils utilisent C, C++, Python et Scheme comme langages
de programmation mais ils ne se limitent pas &agrave; ceux-ci. Ils
utilisent toujours les licences <a href=
"http://www.gnu.org/licenses/licenses.html#TOCGPL">GNU GPL [21]</a>
et <a href="http://www.gnu.org/licenses/licenses.html#TOCFDL">GNU
FDL [22]</a> pour leurs travaux.</p>
<p><img src="./img/ofset.en.png" alt=
"Capture d'&eacute;cran 3 : premi&egrave;re page du site web de l'OFSET"
width="800" height="600" border="0" /></p>
<h5>Capture d'&eacute;cran 3 : premi&egrave;re page du site web de
l'OFSET</h5>
<br />
<br />
<p>Voici le statut actuel de quelques <a href=
"http://www.ofset.org/projects/supported/supported.html">projets de
l'OFSET&nbsp;: [23]</a> <a href=
"http://www.ofset.org/gcompris/">GCompris [24]</a>, qui est
probablement d&eacute;j&agrave; connu par certains lecteurs et dont
l'auteur est aussi un membre de l'OFSET, a atteint la version 5.2
(au moment de l'interview avec Hilaire, le 16 Octobre 2003, il en
est &agrave; la version 4.0). <a href=
"http://www.ofset.org/drgeo/">DrGeo [25]</a>, un programme
&eacute;ducatif libre de g&eacute;om&eacute;trie qui existe depuis
la fondation de l'organisation atteint la version 0.9.9 juste avant
la fameuse version 1.0. En plus des productions de logiciels
&eacute;ducatifs, un nouveau sous-projet a vu le jour qui est
suppos&eacute; rendre les donn&eacute;es (par exemple les sons et
les images) pour les logiciels &eacute;ducatifs interchangeable
parmi les projets. D'apr&egrave;s ce que je comprends, <a href=
"http://www.ofset.org/assetml/">AssetML [26]</a> est actuellement
utilis&eacute; par GCompris et par <a href=
"http://childsplay.sourceforge.net">Childsplay [27]</a>.</p>
<p>Gr&acirc;ce aux solides bases l&eacute;gales de l'OFSET, la
collaboration avec l'<a href="http://www.unesco.org">UNESCO
[28]</a> pour la derni&egrave;re version de <a href=
"http://www.ofset.org/freeduc-cd">Freeduc [18]</a> (Freeduc 1.4.1
en Novembre 2003) a &eacute;t&eacute; plus facile. Ne pas ignorer
non plus la collaboration avec d'autres projets dans cet
environnement, par exemple <a href=
"http://www.skolelinux.org">Skolelinux [29]</a> ou <a href=
"http://wims.unice.fr">WIMS [30]</a>. Mais bien s&ucirc;r, l'OFSET
a "d'autres projets en pr&eacute;paration mais il est trop
t&ocirc;t pour parler d'eux maintenant".</p>
<p>En r&eacute;ponse &agrave; ma question sur quels
probl&egrave;mes sp&eacute;cifiques ils rencontrent, Hilaire
r&eacute;pondit bri&egrave;vement&nbsp;: "Il n'y en a pas, il y a
juste des solutions ;-)." Mais bien s&ucirc;r l'OFSET a besoin de
volontaires. En plus de d&eacute;veloppeurs, ils recherchent aussi
des traducteurs, des personnes pour &eacute;crire la documentation
et des personnes qui pourraient repr&eacute;senter l'OFSET lors
d'&eacute;v&egrave;nements concernant les logiciels libres.
Actuellement, ils recherchent un enseignant en &eacute;cole
primaire qui pourrait s'occuper de la documentation de GCompris.
Des documents <a href="http://www.openoffice.org">OpenOffice.org
[31]</a> automatiquement g&eacute;n&eacute;r&eacute;s existent
d&eacute;j&agrave;, il suffit de les remplir. Les personnes
int&eacute;ress&eacute;es peuvent tout simplement envoyer un
message &eacute;lectronique &agrave; <a href=
"mailto:ofset@ofset.org">ofset &agrave; ofset point org [32]</a>.
Comme projet un peu plus pointain dans le futur, l'OFSET vise
&agrave; recevoir le label RIP pour leurs logiciels, ce label est
reconnu par le gouvernement fran&ccedil;ais et sert comme une
garantie de qualit&eacute;.</p>
<p>Si vous d&eacute;sirez plus d'information sur l'OFSET, le
meilleur endroit pour aller voir est <a href=
"http://www.ofset.org">le site web de l'OFSET [4]</a> (en anglais
et fran&ccedil;ais). Des informations int&eacute;ressantes se
trouvent dans les <a href=
"http://www.ofset.org/information/legal/statutes.html">statuts
[33]</a>, la <a href=
"http://www.ofset.org/information/legal/charter.html">charte
(lignes directrices) [20]</a> ou le <a href=
"http://www.ofset.org/information/legal/manifesto.html">manifeste
[34]</a> de l'OFSET. Maintenant, &agrave; la fin de cette
pr&eacute;sentation de l'OFSET je voudrais leur souhaiter bonne
chance pour leurs travaux futurs.</p>
<p>Mais passons maintenant &agrave; l'id&eacute;e du jour, oh, je
l'ai d&eacute;j&agrave; pr&eacute;sent&eacute;e ci-dessus donc
passons aux nouvelles.</p>
<h3>Nouvelles et mises &agrave; jour des versions de
programmes</h3>
<p>Comme une am&eacute;lioration &agrave; cette rubrique, je vais
vous pr&eacute;senter ici des nouvelles tir&eacute;es d'autres
sites sur l'internet. Pour le moment, ces nouvelles viennent de
<a href="http://edu.kde.org">edu.kde.org [5]</a> et <a href=
"http://www.osfet.org">ofset.org [4]</a>. Comme c'est la
premi&egrave;re fois, je vais inclure toutes les nouvelles depuis
le d&eacute;but de 2003. Les messages de ces pages web sont pris
tels quels ou traduits selon le cas. Le "je" dans les nouvelles de
edu.kde.org se r&eacute;f&egrave;re &agrave; Anne-Marie Mahfouf. Si
vous avez d'autres propositions pour ces nouvelles, vous pouvez
s'il vous pla&icirc;t <a href="mailto:foxman@lugo.ch">me [1]</a>
les envoyer par courriel. Il y aura toujours aussi d'autres
nouvelles bien s&ucirc;r.</p>
<h4>Le concours de QtForum inclut les programmes KDE <i>(<a href=
"http://edu.kde.org">edu.kde.org</a> - <a href=
"http://edu.kde.org/news.php#QtForumcontestincludesKDEprograms">20.02.2004</a>)</i></h4>
<p>Le QtForum annonce aujourd'hui que son <a href=
"http://contest.qtforum.org/rules.php">concours [35]</a> est
maintenant ouvert aux applications KDE. Le changement est
annonc&eacute; comme suit&nbsp;: "Le r&eacute;pertoire doit
contenir le code source du programme et, sous forme de source, tout
code dont il d&eacute;pend. Une exception est faite pour kdelibs
version 3.2 ou une version sup&eacute;rieure stable qui est permise
comme d&eacute;pendance externe." Je devais &ecirc;tre juge dans ce
concours mais j'ai d&eacute;missionn&eacute; de cette position pour
permettre les soumissions de programmes dans lesquels j'ai
aid&eacute;s. Je ne vais pas pr&eacute;senter mes propres
applications car j'ai eu connaissance anticip&eacute;e de
l'existence du concours. Je vous souhaite tous bonne chance si vous
participez au concours et j'esp&egrave;re que de nouvelles
applications vont bient&ocirc;t joindre notre module&nbsp;!</p>
<h4>OFSET offre son support &agrave; Skolelinux <i>(<a href=
"http://www.ofset.org">ofset.org</a> - 15.02.2004</i>)</h4>
<p>OFSET offre officiellement son support au projet <a href=
"http://www.skolelinux.org">Skolelinux [29]</a>. Le but de ce
projet est de fournir une infrastructure libre pour les
&eacute;coles et est parfaitement compl&eacute;mentaire des
objectifs de l'OFSET de d&eacute;velopper des logiciels libres
&eacute;ducatifs. <a href=
"http://developer.ofset.org/cps/Public/communiques_de_press/ofset_soutient_le_pr/view">
En savoir plus [36]</a>.</p>
<h4>Nouvelles ic&ocirc;nes <i>(<a href=
"http://edu.kde.org">edu.kde.org</a> - <a href=
"http://edu.kde.org/news.php#Newicons">22.01.2004</a>)</i></h4>
<p>Plusieurs applications on de nouvelles ic&ocirc;nes
bas&eacute;es sur des sources svg et dans le style crystal. Un
grand merci &agrave; <i>Chris Luetchford</i> et <i>David
Vignoni</i> qui ont pris le temps de rafra&icirc;chir et de
remodeler nos ic&ocirc;nes. Elles sont parfaites
maintenant&nbsp;!</p>
<h4>Klicker, le m&eacute;tronome de KDE <i>(<a href=
"http://edu.kde.org">edu.kde.org</a> - <a href=
"http://edu.kde.org/news.php#KlickertheKDEmetronome">20.01.2004</a>)</i></h4>
<p>Tous les musiciens en ont besoin et KDE le fournit
maintenant&nbsp;! <a href=
"http://www.duskglow.com/personal/software.shtml">Klicker [37]</a>,
le m&eacute;tronome de KDE a atteint la version 1.0. Il vous donne
des battements visuels et sonores et les plans futurs sont de le
transformer en une application plus g&eacute;n&eacute;rale pour
aider les musiciens, avec un accordeur, un composant vocal, un
enseignant d'accords et plus encore. Bravo, Russell, et continue
dans cette voie&nbsp;! Vous pouvez le t&eacute;l&eacute;charger
<a href="http://www.duskglow.com/downloads/klicker-1.0.tar.gz">ici
[38]</a>.</p>
<h4>Un th&egrave;me d'ic&ocirc;nes pour les enfants <i>(<a href=
"http://edu.kde.org">edu.kde.org</a> - <a href=
"http://edu.kde.org/news.php#Aniconthemeforkids">28.11.2003</a>)</i></h4>
<p>Everaldo, l'auteur du th&egrave;me d'ic&ocirc;nes Crystal, vient
de cr&eacute;er <a href=
"http://www.kde-look.org/content/show.php?content=9144">un nouveau
th&egrave;me d'ic&ocirc;nes pour les enfants [39]</a>. Merci
beaucoup pour ces ic&ocirc;nes merveilleuses et
f&eacute;licitations &agrave; Everaldo qui va bient&ocirc;t devenir
papa&nbsp;! En plus, vous pouvez trouver le papier de fond
d'&eacute;cran <a href=
"http://www.kde-look.org/content/show.php?content=9146&amp;PHPSESSID=201559f2a8a8a4e52b1d613750ee229d">
ici [40]</a>. Ce th&egrave;me est maintenant inclus dans le module
kdeartwork dans cvs HEAD et sera livr&eacute; dans ce module pour
KDE 3.2.</p>
<h4>OFSET au meeting Solution Linux &agrave; Paris <i>(<a href=
"http://www.ofset.org">ofset.org</a> - 18.11.2003</i>)</h4>
<p>OFSET sera &agrave; l'exposition Solution Linux &agrave; Paris
du 3 au 5 of F&eacute;vrier 2004.</p>
<h4>CD de Freeduc 1.4 <i>(<a href=
"http://www.ofset.org">ofset.org</a> - 30.10.2003</i>)</h4>
<p>FREEDUC-CD a sorti sa version 1.4, voir la <a href=
"http://www.ofset.org/freeduc-cd/">page de FREEDUC [18]</a> pour
plus d'information. Cette version a &eacute;t&eacute;
d&eacute;velopp&eacute;e avec le support de l'UNESCO, veuillez voir
notre <a href=
"http://developer.ofset.org/cps/Public/communiques_de_press/copy_of_version_unesco_de_fr/view">
communiqu&eacute; de presse [41]</a>.</p>
<h4>Debian dans les &eacute;coles <i>(<a href=
"http://www.debian.org/News/weekly/">Debian Weekly News (DWN)</a> -
<a href=
"http://www.debian.org/News/weekly/2003/31/">05.08.2003</a>)</i></h4>
<p>Thomas Lindemans <a href=
"http://news.eun.org/eun.org2/eun/en/_News_search_news/content.cfm?ov=28498&amp;lang=en&amp;id_area=109">
explique [42]</a> au <a href=
"http://www.eun.org/eun.org2/eun/en/index_eun_corporate.cfm">European
Schoolnet [42.1]</a>, un rassemblement de 26 Ministres de
l'&Eacute;ducation, pourquoi les &eacute;ducateurs devraient
utiliser GNU/Linux. Debian est mentionn&eacute;e comme &eacute;tant
b&acirc;tie pour la stabilit&eacute; et bonne pour tous ceux qui
vaulent un syst&egrave;me d'exploitation rapide et
s&eacute;curitaire. L'article sugg&egrave;re que utiliser Debian
dans une &eacute;cole n&eacute;cessiterait quelqu'un avec la
connaissance de Linux &agrave; cause des fichiers de configuration
texte mais aucune mention n'est faite de <a href=
"http://www.skolelinux.no/">Skolelinux [43]</a> ou du sous-projet
<a href="http://wiki.debian.net/?DebianEdu">Debian-Edu
[44]</a>.</p>
<h4>KLogoTurtle est nouveau programme tr&egrave;s prometteur
<i>(<a href="http://edu.kde.org">edu.kde.org</a> - <a href=
"http://edu.kde.org/news.php#KLogoTurtleisanewpromisingapplication">
23.07.2003</a>)</i></h4>
<p><a href="http://edu.kde.org/klogoturtle">KLogoTurtle [45]</a>
est un interpr&eacute;teur LOGO pour KDE. Il aide &agrave;
enseigner la programmation et les math&eacute;matiques &agrave; de
jeunes enfants. Vous pouvez regarder la <a href=
"http://edu.kde.org/klogoturtle/screenshots.php">page des captures
d'&eacute;cran [46]</a> et envoyer vos exp&eacute;riences en
enseignement du Logo ainsi que vos souhaits et opinions.
KLogoTurtle est actuellement dans le module kdenonbeta et n'est
destin&eacute; qu'aux d&eacute;veloppeurs pour le moment, <a href=
"http://edu.kde.org/klogoturtle/obtain.php">veuillez lire [47]</a>
cette page si vous voulez l'essayer mais comme LOGO est un outil
d'enseignement tr&egrave;s utile, KDE se devait de l'avoir et
KLogoTurtle va devenir une application KDE-Edu &agrave; ne pas
manquer&nbsp;!</p>
<h4>OFSET au meeting des logiciels libres 2003 <i>(<a href=
"http://www.ofset.org">ofset.org</a> - 18.07.2003</i>)</h4>
<p>Nous &eacute;tions au meeting des logiciels libres 2003,
&agrave; Metz. Nous avons rencontr&eacute; plusieurs personnes avec
qui nous avions l'habitude de travailler. Nous avions un stand pour
faire une d&eacute;monstration du CD Freeduc. Nous avons aussi
vendu des CD deFreeduc et de nouveaux membres prestigieux ont
rejoint notre organisation. Veuillez regarder l'album photos
(<a href=
"http://redfox.redfoxcenter.org/gallery/LSM2003">http://redfox.redfoxcenter.org/gallery/LSM2003
[48]</a>).</p>
<h4>Kard a besoin de plus de graphiques <i>(<a href=
"http://edu.kde.org">edu.kde.org</a> - <a href=
"http://edu.kde.org/news.php#Kardneedsmorepictures">04.07.2003</a>)</i></h4>
<p><a href="http://edu.kde.org/kard">Kard [49]</a> est un jeu de
type Memory pour jeunes enfants. Des cartes sont pos&eacute;es et
vous devez les grouper par paires. Le nombre de cartes varie de 4
&agrave; 24 (en multiples de 4). Kard est actuellement dans le
module kdenonbeta. En ce moment, il n'y a que deux th&egrave;mes
qui sont les couleurs ainsi que des objets se trouvant dans une
maison. Ce serait bien d'avoir plus de graphiques pour Kard. Par
exemple, j'aimerai des dessins d'instruments de musique qui
pourraient &ecirc;tre associ&eacute;s avec le son correspondant. Il
pourrait y avoir alors un niveau avec le son seulement sans les
images. Si vous &ecirc;tes un artiste ou un artiste en puissance,
voici un moyen de vous faire conna&icirc;tre&nbsp;! Veuillez
regarder la <a href="http://edu.kde.org/kard/screenshots.php">page
des captures d'&eacute;cran [50]</a> pour en savoir plus sur
Kard.</p>
<h4>Kig 0.5.1 est sorti <i>(<a href=
"http://edu.kde.org">edu.kde.org</a> - <a href=
"http://edu.kde.org/news.php#Kigreleased">03.06.2003</a>)</i></h4>
<p>Je viens de sortir a version 0.5.1 de Kig, qui est une version
de correction de bogues dans la s&eacute;rie 0.5. Des
am&eacute;liorations majeures dans Kig 0.5 incluent un meilleur
support pour D&eacute;faire, un filtre d'importation de KSeg, un
mode plein &eacute;cran, un syst&egrave;me de coordonn&eacute;es
polaires, des labels de texte multi-lignes, le support pour
l'impression ainsi que des am&eacute;liorations dans l'interface
graphique et des corrections de bogues. Veuillez regarder <a href=
"http://edu.kde.org/kig/download.php">cette page [51]</a> pour les
instructions d'installation.</p>
<h4>&Eacute;dulinux&nbsp;: une nouvelle distribution Linux
&eacute;ducative fran&ccedil;aise (Qu&eacute;bec) <i>(<a href=
"http://edu.kde.org">edu.kde.org</a> - <a href=
"http://edu.kde.org/news.php#EacutedulinuxaneweducationalFrenchQueacutebecLinuxdistribution">
03.06.2003</a>)</i></h4>
<p>L'Universit&eacute; de Sherbrooke est fi&egrave;re d'annoncer la
sortie de <a href="http://www.edulinux.org/">Edulinux 9.1 [52]</a>,
une nouvelle distribution Linux &eacute;ducative bas&eacute;e sur
Mandrake 9.1 et en langue fran&ccedil;aise. Elle consiste en 3 CD
(les images ISO sont disponibles <a href=
"http://www.edulinux.org/spip/article.php3?id_article=23">ici
[53]</a>) et elle inclut plusieurs programmes de KDE-Edu (<a href=
"http://www.edulinux.org/capture/">captures d'&eacute;cran ici
[54]</a>). Cette distribution vise des &eacute;coles parlant
fran&ccedil;ais, les &eacute;tudiants et leurs familles et est
tr&egrave;s facile &agrave; installer. L'&eacute;quipe KDE-Edu
aimerait en profiter pour remercier toutes les &eacute;quipes de
traduction de KDE car elles permettent une distribution
&eacute;tendue de nos programmes. Plusieurs articles dans des
journaux locaux supportent le lancement de cette distribution et
cela va permettre &agrave; plus de personnes de se sentir
concern&eacute;es par l'existence des logiciels libres&nbsp;!</p>
<h4>Les sons Tch&egrave;ques dans KLettres et am&eacute;lioration
dans le code <i>(<a href="http://edu.kde.org">edu.kde.org</a> -
<a href=
"http://edu.kde.org/news.php#CzechsoundsinKLettresandcodeimprovement">
30.05.2003</a>)</i></h4>
<p>KLettres a vu une am&eacute;lioration majeure dans le code (les
donn&eacute;es cod&eacute;es en dur ont maintenant
&eacute;t&eacute; supprim&eacute;es ;-) et une nouvelle langue a
&eacute;t&eacute; ajout&eacute;e. Le Tch&egrave;que est maintenant
support&eacute;, gr&acirc;ce &agrave; Eva
Mikul&#269;&iacute;kov&aacute;. Sur le <a href=
"http://edu.kde.org/klettres">site web de KLettres [55]</a>, se
trouve une <a href=
"http://edu.kde.org/klettres/add_language.php">page [55.1]</a>
o&ugrave; j'explique ce que vous devez faire si vous voulez ajouter
une nouvelle langue. La nouvelle version est dans CVS HEAD et sera
distribu&eacute;e avec KDE 3.2. Veuillez regarder la <a href=
"http://edu.kde.org/klettres/screenshots.php">page des captures
d'&eacute;cran [56]</a> pour en savoir plus sur KLettres.</p>
<h4>GCompris a gagn&eacute; un prix <i>(<a href=
"http://www.ofset.org">ofset.org</a> - 26.05.2003)</i></h4>
<p>Un nouveau succ&egrave;s pour l'OFSET, GCompris a gagn&eacute;
le premier prix dans la cat&eacute;gorie des applications
&eacute;ducatives durant les Troph&eacute;es du LIBRE en
France&nbsp;! Veuillez voir ici (<a href=
"http://www.tropheesdulibre.org">http://www.tropheesdulibre.org
[57]</a>).</p>
<h4>KTouch a une nouvelle version majeure (1.3 dans le CVS) avec
quelques nouvelles caract&eacute;ristiques et une interface
r&eacute;-&eacute;crite <i>(<a href=
"http://edu.kde.org">edu.kde.org</a> - <a href=
"http://edu.kde.org/news.php#KTouchmajorreleaseinCVSwithsomenewfeaturesandarewrittenAPI">
12.05.2003</a>)</i></h4>
<p>KTouch est disponible dans une nouvelle version (1.3 au CVS)
avec de nouvelles caract&eacute;ristiques et une interface
r&eacute;-&eacute;crite. Parmi les nouvelles
caract&eacute;ristiques, vous pouvez maintenant changer les polices
pour le clavier, il y a le support pour l'h&eacute;breu et un
dialogue de configuration des couleurs a &eacute;t&eacute;
ajout&eacute;. Vous pouvez regarder la <a href=
"http://ktouch.sourceforge.net">page web du projet [58]</a> pour en
savoir plus sur KTouch et bien s&ucirc;r, vous &ecirc;tes
encourag&eacute;s &agrave; essayer la nouvelle version dans CVS
HEAD.</p>
<h4>Freeduc-cd 1.3 <i>(<a href="http://www.ofset.org">ofset.org</a>
- 02.04.2003)</i></h4>
<p>Freeduc-cd est sorti en version 1.3, voir la page des projets
pour plus d'information.</p>
<h4>Wikipedia.org a plus de 500'000 articles</h4>
<p>La projet d'encyclop&eacute;die libre <a href=
"http://www.wikipedia.org">Wikipedia.org [59]</a> compte plus de
500'000 articles dans diff&eacute;rentes langues. Wikipedia est un
projet de la <a href="http://www.wikimedia.org">fondation Wikimedia
[60]</a> qui comprend aussi plusieurs autres projets dont je
parlerai une autre fois. Pour les lecteurs de TUX&amp;GNU@school,
les chiffres suivants vont vous int&eacute;resser&nbsp;: <a href=
"http://en.wikipedia.org/wiki/Main_Page">Wikipedia en
anglais[61]</a> - 221'275 articles, <a href=
"http://de.wikipedia.org/wiki/Hauptseite">Wikipedia en
allemand[62]</a> - 59'698 articles, <a href=
"http://fr.wikipedia.org/wiki/Accueil">Wikipedia en fran&ccedil;ais
[63]</a> - 29'009 articles et <a href=
"http://sv.wikipedia.org/wiki/Huvudsida">Wikipedia en
su&eacute;dois [64]</a> - 22'487 articles (&eacute;tat au
07.03.2004).</p>
<h4>Les logiciels Duden aussi pour GNU/Linux</h4>
<p>Tous les logiciels de la maison de publication Duden (les Duden
sont les logiciels de base en Allemagne) sont maintenant
disponibles pour GNU/Linux. Donc les &eacute;coles qui veulent
changer leur syst&egrave;me d'exploitation seront tr&egrave;s
contentes de cela.</p>
<h4>QCad est sorti en version II</h4>
<p>QCad, un programme libre DAO 2D, dont j'ai parl&eacute; dans la
<a href=
"http://www.unormal.org/alis/tagatschool6.de.html">6&egrave;me
&eacute;dition de TUX&amp;GNU@school [65]</a> est sorti en version
II. Bien que vous ne le voyez pas instantan&eacute;ment sur la
<a href="http://www.qcad.org">page web [66]</a> QCad est toujours
distribu&eacute; sous la licence GNU GPL ce dont l'auteur nous
assure explicitement. Mais bien s&ucirc;r si vous d&eacute;sirez un
paquetage et une version pr&eacute;par&eacute;e pour votre
distribution favorite, vous pouvez bien s&ucirc;r d&eacute;penser
un peu d'argent pour aider ce projet. Des versions de
d&eacute;monstration en paquetage sont disponibles &agrave; la
<a href="http://www.ribbonsoft.com/qcad_downloads.html">page des
t&eacute;l&eacute;chargements [67]</a>.</p>
<h4>SelfLinux 0.10.0 est sorti</h4>
<p>Et d&egrave;s maintenant, la version 0.10.0 du projet allemand
<a href="http://www.selflinux.org">Selflinux [68]</a> est
publi&eacute;e. Le but de ce projet est de simplifier pour les
novices l'entr&eacute;e dans ce tout nouveau monde gr&acirc;ce
&agrave; de nombreux articles.</p>
<h4>Skolelinux est maintenant un sous-projet officiel de
Debian</h4>
<p><a href="http://www.skolelinux.org">Skolelinux [29]</a>, une
distribution pour l'&eacute;cole de Norv&egrave;ge bas&eacute;e sur
Debian, va se joindre au sous-projet de Debian <a href=
"http://wiki.debian.net/DebianEdu">DebianEDU [44]</a>. De plus le
projet se dirige lentement mais s&ucirc;rement vers la version
num&eacute;ro 1.0 et c'est aussi la raison pour laquelle la
pr&eacute;-sortie pr46 est aussi stable. Toutes les versions
&agrave; jour sont maintenant pr&ecirc;tes pour le
t&eacute;l&eacute;chargement sur <a href=
"ftp://developer.skolelinux.no/skolelinux-cd/">le serveur ftp de
Skolelinux [69]</a>.</p>
<h4>Oralux - Knoppix pour les aveugles</h4>
<p><a href="http://www.oralux.org">Oralux [70]</a> est une
distribution sur CD LIVE bas&eacute;e sur Knoppix pour les aveugles
et les personnes ayant un d&eacute;ficit visuel. Au
d&eacute;marrage, le mat&eacute;riel est automatiquement
d&eacute;tect&eacute; et configur&eacute;. Apr&egrave;s cela,
l'utilisateur est men&eacute;, contr&ocirc;l&eacute; par la voix,
dans un menu d'entr&eacute;e puis ensuite dans un environnement de
travail avec une sortie par la voix. Actuellement ils utilisent
<a href="http://emacspeak.sourceforge.net">Emacspeak [71]</a> pour
cela. Mais pour le futur, ils planifient de mieux int&eacute;grer
<a href="http://www.baum.ro/gnopernicus.html">Gnopernicus [72]</a>.
Oralux est disponible dans sa version actuelle 0.05 &agrave;
<a href="http://www.oralux.org/download.php">la page des
t&eacute;l&eacute;chargements [73]</a>. Au fait, dans Oralux 0.05
vous trouverez TUX&amp;GNU@school 6 en allemand comme texte pouvant
&ecirc;tre &eacute;cout&eacute;.</p>
<h4>Kalzium va &ecirc;tre r&eacute;-&eacute;crit</h4>
<p>Comme je le vois juste maintenant sur <a href=
"http://www.kde-apps.org/content/show.php?content=11224">KDE-Apps.org
[74]</a> Kalzium va &ecirc;tre compl&egrave;tement
r&eacute;-&eacute;crit et refait pour la version 1.0 (pas encore
sortie). Il semble que nous pourrons &ecirc;tre combl&eacute;s.</p>
<h4>Mises &agrave; jour de version de programmes</h4>
<ul>
<li><a href="http://edu.kde.org/ktouch">KTouch</a> 1.3 - Apprenez
la dactylo sous KDE KDE 3.2.1 (<a href=
"http://www.unormal.org/alis/tagatschool1.html">TGS 1</a>)</li>
<li><a href="http://www.ofset.org/gcompris">GCompris</a> 5.2 -
Plate-forme &eacute;ducative constitu&eacute;e de diff&eacute;rents
tableaux (<a href=
"http://www.unormal.org/alis/tagatschool2.html">TGS 2</a>)</li>
<li><a href="http://edu.kde.org/kgeo">KGeo</a> 1.0.2 (<a href=
"http://www.unormal.org/alis/tagatschool3.de.html">TGS 3</a>) ---
<i>Remplac&eacute; par <a href="http://edu.kde.org/kig/">Kig</a>
0.6.1 - Programme de g&eacute;om&eacute;trie sous KDE
3.2.1</i></li>
<li><a href="http://bioinformatics.org/ghemical/">Ghemical</a> 1.01
- Programme de chimie pour calculer et mod&eacute;liser des
mol&eacute;cules (<a href=
"http://www.unormal.org/alis/tagatschool4.de.html">TGS 4</a>)</li>
<li><a href="http://www.newbreedsoftware.com/tuxpaint">Tuxpaint</a>
0.9.13 - Programme de peinture pour enfants et pour ceux qui sont
rest&eacute;s des enfants (<a href=
"http://www.unormal.org/alis/tagatschool5.de.html">TGS 5</a>)</li>
<li><a href="http://www.qcad.org">QCad</a> 2.0.2 - programme 2D-DAO
(<a href="http://www.unormal.org/alis/tagatschool6.de.html">TGS
6</a>)</li>
<li><a href="http://edu.kde.org/kalzium">Kalzium</a> 0.9.3 -
programme de chimie sous KDE 3.2.1 (<a href=
"http://www.unormal.org/alis/tagatschool7.de.html">TGS 7</a>)</li>
</ul>
<br />
<br />
<p>Voil&agrave;, c'est fini une fois de plus. Cette &eacute;dition
est assez large mais il existe des probl&egrave;mes plus importants
;-). &Agrave; bient&ocirc;t...</p>
<h3>Liens :</h3>
<p>[1] <a href="mailto:foxman@lugo.ch">Veuillez envoyer vos
critiques, questions, commentaires, id&eacute;es et plus &agrave; :
foxman@lugo.ch</a><br />
[2] <a href="http://www.unormal.org/alis/tagatschool7.en.html">Le
site web de TUX&amp;GNU@school :
www.unormal.org/alis/tagatschool7.en.html</a><br />
[3] <a href="http://edu.kde.org/kalzium">La page web de Kalzium :
edu.kde.org/Kalzium</a><br />
[4] <a href="http://www.ofset.org">Le site web de l'OFSET
(Organisation pour les logiciels libres dans l'&eacute;ducation et
l'enseignement) : www.OFSET.org</a><br />
[5] <a href="http://edu.kde.org">Le site web du projet KDE
&Eacute;ducation : edu.kde.org</a><br />
[6] <a href="http://www.debian.org">Le site web de Debian :
www.debian.org</a><br />
[7] <a href="http://www.ktf-split.hr/periodni/">La table
p&eacute;riodique des &eacute;l&eacute;ments (chimiques) (TPE) en
croate</a><br />
[8] <a href="http://www.ktf-split.hr/periodni/de">La table
p&eacute;riodique des &eacute;l&eacute;ments (chimiques) (TPE) en
allemand</a><br />
[9] <a href="http://www.ktf-split.hr/periodni/fr">La table
p&eacute;riodique des &eacute;l&eacute;ments (chimiques) (TPE) en
fran&ccedil;ais</a><br />
[10] <a href="http://www.ktf-split.hr/periodni/en">La table
p&eacute;riodique des &eacute;l&eacute;ments (chimiques) (TPE) en
anglais</a><br />
[11] <a href="http://www.ktf-split.hr/periodni/it">La table
p&eacute;riodique des &eacute;l&eacute;ments (chimiques) (TPE) en
italien</a><br />
[12] <a href="http://www.iupac.org">Le site web de l'IUPAC
(International Union of Pure and Applied Chemistry) :
www.iupac.org</a><br />
[13] <a href="http://www.cas.org">Le site web du CAS (Chemical
Abstracts Service) : www.cas.org</a><br />
[14] <a href="http://www.mat.ethz.ch">Le site web du
D&eacute;partement des mat&eacute;riaux au ETHZ (institut
f&eacute;d&eacute;ral suisse de technologie de Zurich) :
www.mat.ethz.ch</a><br />
[15] <a href="http://www.ethz.ch">Le site web de l'institut
f&eacute;d&eacute;ral suisse de technologie de Zurich (ETHZ) :
www.ethz.ch</a><br />
[16] <a href="http://www.lots.ch">Le site web de
l'&eacute;v&egrave;nement suisse sur les logiciels libres LOTS -
Let's Open The Source : www.lots.ch</a><br />
[17] <a href="http://www.brave-gnu-world.org">Le site web de la
rubrique Brave GNU World : wwww.Brave-GNU-World.org/a&gt;<br />
[18]</a> <a href="http://www.ofset.org/freeduc-cd">Le site web du
LIVE-CD Freeduc</a><br />
[19] <a href="http://www.ofset.org/members/members.html">Comment
devenir un membre de l'OFSET</a><br />
[20] <a href=
"http://www.ofset.org/information/legal/charter.html">La charte de
l'OFSET</a><br />
[21] <a href=
"http://www.gnu.org/licenses/licenses.html#TOCGPL">Plus
d'information sur la licence g&eacute;n&eacute;rale publique GNU
(GPL)</a><br />
[22] <a href=
"http://www.gnu.org/licenses/licenses.html#TOCFDL">Plus
d'information sur la licence GNU de documentation libre
(FDL)</a><br />
[23] <a href=
"http://www.ofset.org/projects/supported/supported.html">Les
projets de l'OFSET</a><br />
[24] <a href="http://www.ofset.org/gcompris/">La page web de
GCompris : www.ofset.org/GCompris</a><br />
[25] <a href="http://www.ofset.org/drgeo/">La page web de DrGeo :
www.ofset.org/DrGeo</a><br />
[26] <a href="http://www.ofset.org/assetml/">La page web de AssetML
: www.ofset.org/AssetML</a><br />
[27] <a href="http://childsplay.sourceforge.net">La page web de
Childsplay : childsplay.sourceforge.net</a><br />
[28] <a href="http://www.unesco.org">Le site web de l'UNESCO -
United Nations Educational, Scientific and Cultural Organisation :
www.UNESCO.org</a><br />
[29] <a href="http://www.skolelinux.org">Le site web de Skolelinux
: www.Skolelinux.org</a><br />
[30] <a href="http://wims.unice.fr">Le site web de WIMS - WWW
Interactive Mathematics Server : WIMS.unice.fr</a><br />
[31] <a href="http://www.openoffice.org">Le site web de
OpenOffice.org : www.OpenOffice.org</a><br />
[32] <a href="mailto:ofset@ofset.org">L'addresse
&eacute;lectronique de contact pour l'OFSET :
ofset@ofset.org</a><br />
[33] <a href=
"http://www.ofset.org/information/legal/statutes.html">Le status de
l'OFSET</a><br />
[34] <a href=
"http://www.ofset.org/information/legal/manifesto.html">La
manifeste de l'OFSET</a><br />
[35] <a href="http://contest.qtforum.org/rules.php">Le concours de
programmation du QtForum</a><br />
[36] <a href=
"http://developer.ofset.org/cps/Public/communiques_de_press/ofset_soutient_le_pr/view">
Le communiqu&eacute; de presse de l'OFSET sur le support de
Skolelinux par l'OFSET</a><br />
[37] <a href="http://www.duskglow.com/personal/software.shtml">La
page web de Klicker :
www.duskglow.com/personal/software.shtml</a><br />
[38] <a href=
"http://www.duskglow.com/downloads/klicker-1.0.tar.gz">T&eacute;l&eacute;charger
Klicker 1.0</a><br />
[39] <a href=
"http://www.kde-look.org/content/show.php?content=9144">Kids -
th&egrave;me d'ic&ocirc;nes KDE pour les enfants</a><br />
[40] <a href=
"http://www.kde-look.org/content/show.php?content=9146&amp;PHPSESSID=201559f2a8a8a4e52b1d613750ee229d">
Fond d'&eacute;cran pour th&egrave;me d'ic&ocirc;nes Kids</a><br />
[41] <a href=
"http://developer.ofset.org/cps/Public/communiques_de_press/copy_of_version_unesco_de_fr/view">
Le communiqu&eacute; de presse de l'OFSET sur le support de freeduc
par l'UNESCO</a><br />
[42] <a href=
"http://news.eun.org/eun.org2/eun/en/_News_search_news/content.cfm?ov=28498&amp;lang=en&amp;id_area=109">
Le rapport de Thomas Lindemans au sommet europ&eacute;en
Schoolnet</a><br />
[42.1] <a href=
"http://www.eun.org/eun.org2/eun/en/index_eun_corporate.cfm">European
Schoolnet</a><br />
[43] <a href="http://www.skolelinux.no">Le site web
norv&eacute;gien de Skolelinux</a><br />
[44] <a href="http://wiki.debian.net/?DebianEdu">La page web du
sous-projet Debian Debian-Edu</a><br />
[45] <a href="http://edu.kde.org/klogoturtle">La page web de
KLogoTurtle : edu.kde.org/KLogoTurtle</a><br />
[46] <a href="http://edu.kde.org/klogoturtle/screenshots.php">La
page des captures d'&eacute;cran KLogoTurtle</a><br />
[47] <a href=
"http://edu.kde.org/klogoturtle/obtain.php">Instructions pour
essayer KLogoTurtle</a><br />
[48] <a href=
"http://redfox.redfoxcenter.org/gallery/LSM2003">L'album photo de
l'OFSET au sommet du logiciel libre 2003</a><br />
[49] <a href="http://edu.kde.org/kard">La page web de Kard :
edu.kde.org/Kard</a><br />
[50] <a href="http://edu.kde.org/kard/screenshots.php">Page des
captures d'&eacute;cran de Kard</a><br />
[51] <a href="http://edu.kde.org/kig/download.php">La page de
t&eacute;l&eacute;chargement de Kig</a><br />
[52] <a href="http://www.edulinux.org/">La page web
d'&Eacute;dulinux : www.Edulinux.org</a><br />
[53] <a href=
"http://www.edulinux.org/spip/article.php3?id_article=23">La page
de t&eacute;l&eacute;chargement des ISO de
&Eacute;dulinux</a><br />
[54] <a href="http://www.edulinux.org/capture/">La page des
captures d'&eacute;cran d'&Eacute;dulinux</a><br />
[55] <a href="http://edu.kde.org/klettres">La page web de KLettres
: edu.kde.org/KLettres</a><br />
[55.1] <a href=
"http://edu.kde.org/klettres/add_language.php">Comment ajouter une
nouvelle langue &agrave; KLettres</a><br />
[56] <a href="http://edu.kde.org/klettres/screenshots.php">La page
des captures d'&eacute;cran de KLettres</a><br />
[57] <a href="http://www.tropheesdulibre.org">La page web des
Troph&eacute;es du Libre : www.TropheesduLibre.org</a><br />
[58] <a href="http://ktouch.sourceforge.net">La page web de KTouch
: KTouch.sourceforge.net</a><br />
[59] <a href="http://www.wikipedia.org">La page web de Wikipedia :
www.Wikipedia.org</a><br />
[60] <a href="http://www.wikimedia.org">La page web de la fondation
Wikimedia Foundation : www.Wikimedia.org</a><br />
[61] <a href="http://en.wikipedia.org/wiki/Main_Page">La page de
garde en anglais de Wikipedia</a><br />
[62] <a href="http://de.wikipedia.org/wiki/Hauptseite">La page de
garde en allemand de Wikipedia</a><br />
[63] <a href="http://fr.wikipedia.org/wiki/Accueil">La page de
garde en fran&ccedil;ais de Wikipedia</a><br />
[64] <a href="http://sv.wikipedia.org/wiki/Huvudsida">La page de
garde en su&eacute;dois de Wikipedia</a><br />
[65] <a href="http://www.unormal.org/alis/tagatschool6.de.html">La
6&egrave;me &eacute;dition de TUX&amp;GNU@school</a><br />
[66] <a href="http://www.qcad.org">Le site web de QCad :
www.QCad.org</a><br />
[67] <a href="http://www.ribbonsoft.com/qcad_downloads.html">La
page de t&eacute;l&eacute;chargement de QCad</a><br />
[68] <a href="http://www.selflinux.org">Le site web de Selflinux :
www.Selflinux.org</a><br />
[69] <a href="ftp://developer.skolelinux.no/skolelinux-cd/">La page
de t&eacute;l&eacute;chargement de Skolelinux</a><br />
[70] <a href="http://www.oralux.org">Le site web de Oralux :
www.Oralux.org</a><br />
[71] <a href="http://emacspeak.sourceforge.net">La page web de
Emacspeak : Emacspeak.sourceforge.net</a><br />
[72] <a href="http://www.baum.ro/gnopernicus.html">La page web de
Gnopernicus : www.baum.ro/Gnopernicus.html</a><br />
[73] <a href="http://www.oralux.org/download.php">La page de
t&eacute;l&eacute;chargement de Oralux</a><br />
[74] <a href=
"http://www.kde-apps.org/content/show.php?content=11224">Kalzium
sur KDE-Apps.org</a><br /></p>
<h4>&Agrave; propos de l'auteur :</h4>
<p>Mario Fux a fini en 1999 le PrimarlehrerInnenseminar &agrave;
Brig apr&egrave;s avoir termin&eacute; un dipl&ocirc;me en
math&eacute;matiques et en sciences naturelles. Actuellement il
&eacute;tudie &agrave; l'<a href=
"http://www.unizh.ch">universit&eacute; de Zurich</a> avec comme
sujet principal l'<a href=
"http://www.paed.unizh.ch">&eacute;ducation (la
p&eacute;dagogie)</a> et comme sujet secondaire <a href=
"http://www.ifi.unizh.ch/">la science informatique</a>. Il fonda
avec deux coll&egrave;gues les <a href="http://www.edux.ch">"ALIS -
Arbeitsgruppe Linux an Schulen"</a> (groupe de travail suisse pour
promouvoir Linux &agrave; l'&eacute;cole). Et lorsqu'il ne passe
pas son temps devant son PC, il est assis &agrave; regarder la
nature dans les <a href="http://www.randa.ch">montagnes</a>.</p>
<p align="center"><i>Ce document est distribu&eacute; sous les
termes de la <a href=
"http://www.gnu.org/licenses/licenses.html#TOCFDL">GNU Free
Documentation License</a> et peut &ecirc;tre utilis&eacute; sous
les conditions de cette licence.</i></p>
<p align="center"><i>Copyright (c) 2002 Mario Fux. Permission is
granted to copy, distribute and/or modify this document under the
terms of the GNU Free Documentation License, Version 1.2 or any
later version published by the Free Software Foundation; with no
Invariant Sections, no Front-Cover Texts, and no Back-Cover
Texts.<br />
Vous pouvez trouver une copie de la licence &agrave; <a href=
"http://www.gnu.org/licenses/fdl.html">http://www.gnu.org/licenses/fdl.html</a>.</i></p>
</body>
</html>
