<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html lang="fr">
<head>
<title>TUX&amp;GNU@school - 6&egrave;me &eacute;dition</title>
</head>
<body>
<h1>TUX&amp;GNU@school - 6&egrave;me &eacute;dition</h1>

<p><i>De fa&ccedil;on plus ou moins r&eacute;guli&egrave;re, la
colonne <a href=
"http://www.unormal.org/alis/tagatschool6.en.html">TUX&amp;GNU@school
[2]</a> vous parle de logiciels &eacute;ducatifs libres, d'un site
web sur ce sujet et d'une id&eacute;e facile &agrave; appliquer. Ce
mois-ci, je vais vous parler de <a href="http.//www.qcad.org/">QCad
[3]</a>, un programme libre de DAO 2D, du site web de <a href=
"http://www.schoolforge.net">Schoolforge.net [4]</a> et de
l'id&eacute;e suivante&nbsp;: "les jeunes enfants font de la
musique".</i></p>

<p>Bienvenue dans la 6&egrave;me &eacute;dition. Voil&agrave;
maintenant environ un an que j'ai publi&eacute; la premi&egrave;re
<a href=
"http://www.unormal.org/alis/tagatschool1.en.html">&eacute;dition
[5]</a> de TUX&amp;GNU@school, mais celle-ci n'est que la
sixi&egrave;me. Je n'ai pas pu faire un tel rapport "chaque mois"
et c'est pour cela que je dis maintenant dans mon introduction "de
fa&ccedil;on plus ou moins r&eacute;guli&egrave;re". Mais je vais
garder mon objectif d'&eacute;diter cette colonne mensuellement et
lorsque je serai en mesure de faire cela, je changerai
l'introduction &agrave; nouveau. Avant d'aller plus loin, je
voudrais vous informer de la nouvelle traduction <a href=
"http://www.fsfeurope.org/projects/education/tgs/tgs.fr.html">fran&ccedil;aise
[6]</a> de cette colonne. Merci pour ton travail, Anne-Marie
Mahfouf, gr&acirc;ce &agrave; toi nous avons une autre traduction.
De plus, sachez que vous pourrez souscrire &agrave; notre nouvelle
lettre d'information &agrave; partir de maintenant. Pour plus de
d&eacute;tails, merci de vous r&eacute;f&eacute;rer &agrave; notre
<a href="http://www.fsfeurope.org/projects/education/tgs/">site web
[7]</a>. Voici donc pour les nouvelles nous concernant, passons
maintenant &agrave; l'introduction du logiciel de cette
colonne.</p>

<h3>QCad, un programme libre de DAO 2D</h3>

Jusqu'&agrave; pr&eacute;sent, nous avons pr&eacute;sent&eacute;
des logiciels pour le primaire et le secondaire dans cette colonne.
Le logiciel dont nous parlons aujourd'hui sera plus adapt&eacute;
&agrave; des &eacute;tudiants de niveaux plus &eacute;lev&eacute;s
et &agrave; leurs enseignants. De plus, <a href=
"http://www.qcad.org">QCad [3]</a> int&eacute;ressera aussi les
lyc&eacute;es techniques et les &eacute;coles d'ing&eacute;nieurs.
<br>
<br>
 

<p>J'ai test&eacute; la version 1.4.7 du 24 Mars 2001 sous <a href=
"http://www.debian.org">Debian GNU/Linux [8]</a> (testing) bien que
le num&eacute;ro de version actuel soit 1.5.4. L'auteur Andrew
Mustun a choisi la licence GNU GPL comme licence pour son
programme. Avec Debian et sur des syst&egrave;mes bas&eacute;s sur
Debian, vous pouvez installer le programme avec "apt-get install
qcad". Pour des distributions bas&eacute;es sur rpm, vous pouvez
soit utiliser le gestionnaire de paquetage correspondant ou taper
dans un terminal&nbsp;: "rpm -i &lt;qcad-packagename.rpm". Mais
avant de d&eacute;buter l'introduction et l'analyse du programme,
je dois vous informer que mes connaissances et capacit&eacute;s
dans le domaine de la DAO ne sont pas assez bonnes pour vraiment
juger de la qualit&eacute; et de la complexit&eacute; de QCad.
&Agrave; cause de cela, vous ne trouverez donc ici qu'une courte
&eacute;tude d'amateur. Toute personne qui voudrait en savoir plus
pourra se rendre sur le <a href="http://www.qcad.org">site web
[3]</a> et tout particuli&egrave;rement consulter la <a href=
"http://www.qcad.org/index.php3?body=documentation&amp;product=qcad">
documentation plurilingue [9]</a> et volumineuse. Le programme
lui-m&ecirc;me a aussi &eacute;t&eacute; traduit en au moins une
douzaine de langues diff&eacute;rentes. Ceci est aussi,
apr&egrave;s le r&eacute;glage de l'unit&eacute; de mesure, la
premi&egrave;re chose que vous pouvez adapter &agrave; vos besoins
d&egrave;s le premier d&eacute;marrage de QCad.</p>

<p><img src="./img/qcad.fr.png" alt=
"Capture d'&eacute;cran 1&nbsp;: interface utilisateur de QCad"
width="800" height="600" border="0"></p>

<h5>Capture d'&eacute;cran 1&nbsp;: interface utilisateur de
QCad</h5>

<br>
<br>
 

<p>Vous voyez ici l'interface du programme (voir capture
d'&eacute;cran 1), divis&eacute;e entre la barre de menus et la
barre de symboles en haut, la barre des fonctions sur la gauche, la
liste des dif&eacute;rents calques et le navigateur des
biblioth&egrave;ques sur la droite. Si vous cliquez sur un symbole
de fonction, une menu de sous-fonctions appara&icirc;t tandis que
si vous le cliquez avec le bouton droit de la souris ou si vous
appuyez sur la touche &lt;ESC&gt; vous revenez au groupe
pr&eacute;c&eacute;dent de fonctions ou aux fonctions de base.
Certaines des fonctions de base sont&nbsp;: les points, les lignes,
les arcs, les cercles, cr&eacute;er des textes, les dimensions,
cr&eacute;er des hachures, les mesures, donner des attributs et
&eacute;diter. Ce qui est tr&egrave;s positif est que lorsque vous
d&eacute;cidez de choisir une fonction sp&eacute;cifique, au milieu
de la barre d'&eacute;tat un texte appara&icirc;t expliquant les
effets sur les boutons droit et gauche de la souris. Vous avez
aussi une explication courte de ce que fait la fonction. Sur la
partie gauche de la barre d'&eacute;tat vous verrez, lorsque la
fonction le permet, les coordonn&eacute;es absolues et relatives de
la position du pointeur de la souris.</p>

<p>Lorsque vous en savez un peu plus sur le programme et sur ses
possibilit&eacute;s vous pouvez commencer &agrave; construire vos
propres tra&ccedil;ages. Vous pouvez choisir des dessins
pr&eacute;-d&eacute;finis ou des motifs depuis les
biblioth&egrave;ques de symboles et de dessins qui sont incluses.
La biblioth&egrave;que contient des exemples de balles, de vis et
de parties de dessin de bicyclette. Que serait un programme
GNU/Linux comme QCad sans le fameux pingouin TUX (voir capture
d'&eacute;cran 2). QCad contient de plus des soumissions de formes.
La barre de symboles en dessous du menu contient surtout des
boutons pour des fonctions relatives aux fichiers (Ouvrir,
Sauvegarder, etc.), avec des possibilit&eacute;s de zooms
diff&eacute;rents, les boutons obligatoires Annuler la
derni&egrave;re action et Refaire la derni&egrave;re action
annul&eacute;e ainsi que quelques boutons de fonctions pour la
pr&eacute;sentation des lignes ou du plan de travail
lui-m&ecirc;me.</p>

<p><img src="./img/qcad-tux.fr.png" alt=
"Capture d'&eacute;cran 2: QCad avec un dessin de Tux" width="800"
height="600" border="0"></p>

<h5>Capture d'&eacute;cran 2&nbsp;: QCad avec un dessin de Tux</h5>

<br>
<br>
 

<p>Lorsque l'utilisateur a termin&eacute; son premier croquis, il
peut le sauvegarder dans diff&eacute;rents formats&nbsp;: Drawing
Exchange (*.cxf), EPS (*.eps) ou Font (*.cxf). QCad peut aussi
ouvrir et &eacute;diter des fichiers Microstation (*.dgn) et HPGL
(*.plt *.hpgl *.inc) en plus de ceux d&eacute;j&agrave;
&eacute;num&eacute;r&eacute;s (sauf EPS). Vous voyez maintenant que
ce logiciel n'est pas "seulement" utile dans les &eacute;coles
techniques et pour des travaux sp&eacute;cialis&eacute;s mais qu'il
peut &ecirc;tre utilis&eacute; par un enseignant qui a quelques
connaissances en DAO pour des le&ccedil;ons de
g&eacute;om&eacute;trie.</p>

<p>Voil&agrave; aussi loin que je peux aller dans l'introduction du
logiciel de DAO 2D QCad. Il me reste &agrave; dire deux choses pour
la conclusion&nbsp;: d'abord que QCad a &eacute;t&eacute;
port&eacute; sur diff&eacute;rentes plates-formes et donc il ne
tourne pas simplement sur les machines les plus communes ix86. Et
deuxi&egrave;mement, un grand merci &agrave; Mustun et &agrave;
toutes <a href=
"http://www.qcad.org/index.php3?body=about&amp;product=qcad">les
personnes qui l'ont aid&eacute; [10]</a> pour ce logiciel
merveilleux.</p>

<p>Mais continuons maintenant avec le site web analys&eacute; dans
cette &eacute;dition.</p>

<h3>schoolforge.net - Travailler ensemble pour promouvoir le
pouvoir des outils libres dans l'&eacute;ducation</h3>

<p>J'aimerai cette fois-ci vous pr&eacute;senter le site web de
l'organisation responsable du <a href=
"http://www.schoolforge.net">site web schoolforge.net [4]</a>. Mais
comme il n'est pour le moment disponible qu'en anglais, cette
introduction sera bas&eacute;e sur sa structure. Il est
divis&eacute; dans les sept sections suivantes&nbsp;: <i>Page
principale</i>, <i>Ce qu'est Schoolforge</i>, <i>Les membres de
Schoolforge</i>, <i>Nouvelles ressources</i>, <i>Ressources en
logiciels</i>, <i>Autres ressources</i> et <i>Listes de diffusion
et "chat"</i>. Mais avant de continuer la pr&eacute;sentation, je
dois vous faire remarquer qu'une participation &agrave; Schoolforge
requiert que vous contactiez obligatoirement la personne qui est le
contact de Schoolforge et donc que vous sachiez suffisamment lire
et &eacute;crire l'anglais.</p>

<p>Sur la <a href="http://www.schoolforge.net">premi&egrave;re page
[4]</a> (voir la capture d'&eacute;cran 3) vous ne trouverez pas
grand-chose si ce n'est une vue d'ensemble pour vous faire une
id&eacute;e g&eacute;n&eacute;rale. En haut &agrave; gauche vous
pouvez voir le logo de Schoolforge. Puis en descendant, toujours
&agrave; gauche, la barre de navigation traditionnelle avec les
sept &eacute;l&eacute;ments cit&eacute;s ci-dessus et &agrave;
droite vous trouverez le contenu du site web. Sur la
premi&egrave;re page, il s'agit d'une courte introduction &agrave;
Schoolforge suivie par les nouvelles les plus r&eacute;centes.
Rappelons que Schoolforge existe d&eacute;j&agrave; depuis le 8
janvier 2002 ce qui signifie qu'il a pr&egrave;s de une
ann&eacute;e et demie d'existence.</p>

<p><img src="./img/schoolforge.fr.png" alt=
" dans les sept sections suivantes" width="800" height="600"
border="0"></p>

<h5>Capture d'&eacute;cran 3&nbsp;: page principale de
Schoolforge.net</h5>

<br>
<br>
 

<p>Si c'est votre premi&egrave;re visite &agrave; schoolforge.net,
vous serez surement int&eacute;ress&eacute; par
l'&eacute;l&eacute;ment de navigation "Ce qu'est Schoolforge" qui
vous apprendra&nbsp;: <a href=
"http://www.schoolforge.net/what.php">"Ce qu'est Schoolforge"
[11]</a>. &Agrave; cet endroit est indiqu&eacute; que Schoolforge
n'est pas une nouvelle organisation mais plut&ocirc;t un parapluie
ou un vecteur de communication pour diff&eacute;rentes ressources
existantes qui ont pour but de promouvoir les logiciels libres dans
les &eacute;coles. Ainsi l'objectif premier n'est pas seulement la
promotion des logiciels libres. Si vous voulez devenir membre, vous
devez savoir que vous ne le pouvez pas en tant que simple individu.
Seules des organisations peuvent &ecirc;tre membres. Et elles
d&eacute;finissent une personne comme contact qui repr&eacute;sente
le vote de cette organisation. De fa&ccedil;on
g&eacute;n&eacute;rale, Schoolforge essaie d'unir les forces,
d'&eacute;viter des t&acirc;ches r&eacute;p&eacute;t&eacute;es et
de favoriser la communication entre les diff&eacute;rents groupes.
Un autre &eacute;l&eacute;ment de r&eacute;f&eacute;rence est celui
des <a href=
"http://www.schoolforge.net/procedures.php">"Proc&eacute;dures de
fonctionnement de Schoolforge" [12]</a> qui indiquent ce que vous
devez faire en tant que membre tandis que <a href=
"http://www.schoolforge.net/membership.php">"Devenir membre"
[13]</a> vous pr&eacute;cise comment faire. Vous trouverez ici une
courte description de ce que vous devez faire pour devenir
membre.</p>

<p>Je voudrais vous montrer en un peu plus de d&eacute;tails les
proc&eacute;dures de fonctionnement de Schoolforge. &Ecirc;tre
membre de Schoolforge veut d'abord dire une communication
am&eacute;lior&eacute;e car les listes de diffusion sont les points
de d&eacute;part. De plus, Schoolforge est aussi utilis&eacute;
comme interface commune pour communiquer avec l'ext&eacute;rieur.
Tous les membres devraient placer des liens et des
r&eacute;f&eacute;rences sur leurs sites web comme &eacute;change
de service. En plus de cela, les membres ont une autre
responsabilit&eacute;&nbsp;: la personne qui est le contact pour le
groupe doit contribuer activement, c'est &agrave; dire envoyer des
messages sur la liste de diffusion de fa&ccedil;on
r&eacute;guli&egrave;re. Chaque mois un membre doit s'occuper de
r&eacute;unir les votes si n&eacute;cessaire sur des questions qui
concernent Schoolforge. De plus, un autre membre de Schoolforge est
responsable du site web Schoolforge.net et de sa maintenance. La
derni&egrave;re chose que je voudrais mentionner ici est le fait
que les nouvelles id&eacute;es et les projets devraient de
pr&eacute;f&eacute;rence &ecirc;tre rendus publics et
discut&eacute;s ici pour &eacute;viter d'avoir du travail en double
et, dans la mesure du possible, pour profiter des acquis et du
savoir du groupe..</p>

<p>Lorsque vous suivez le troisi&egrave;me lien dans la barre de
navigation, vous arrivez &agrave; une page o&ugrave; tous les <a
href="http://www.schoolforge.net/members.php">membres sont inscrits
par ordre alphab&eacute;tique [14]</a>. En haut vous trouverez
aussi un lien qui vous envoie vers une liste plus <a href=
"http://www.schoolforge.net/members1.php">d&eacute;taill&eacute;e
des membres [15]</a>. Il y a actuellement plus de 140
organisations. Sur la page des <a href=
"http://www.schoolforge.net/news.php">"Ressources de nouvelles"
[16]</a>, vous trouverez des liens vers des sites web qui offrent
r&eacute;guli&egrave;rement des nouvelles sur le sujet. Certains
d'entre eux sont par exemple <a href=
"http://opensourceschools.org">Opensourceschools.org [17]</a> qui
publie un petit journal, <a href=
"http://www.seul.org/edu">seul.org/edu [18]</a> qui offre un <a
href="http://www.seul.org/edu/reports.html">rapport [19]</a> tous
les quinze jours ou encore <a href=
"http://www.schoolforge.net/sfdiscuss.php">les propres listes de
diffusion de schoolforge [20]</a>. Les <a href=
"http://www.schoolforge.net/software.php">"Ressources en logiciels"
[21]</a> contiennent aussi principalement des liens vers les
projets correspondants dont je voudrais mentionner certains&nbsp;:
<a href="http://richtech.ca./seul">l'index des applications
[22]</a> de <a href="http://www.seul.org/edu">SEUL/edu [17]</a>, le
sous-projet de <a href="http://www.debian.org">Debian [7]</a>
intitul&eacute; <a href=
"http://www.debian.org/devel/debian-jr">"Debian Jr." [23]</a> et le
<a href="http://edu.kde.org">projet KDE Edutainment [24]</a> dont
la personne contact pour Schoolforge est aussi responsable de la <a
href=
"http://www.fsfeurope.org/projects/education/tgs/tgs.fr.html">traduction
fran&ccedil;aise de "TUX&amp;GNU@school" [6]</a>. Sur la gauche de
la page "Ressources en logiciels" il existe une liste par sujets
des applications les plus r&eacute;centes ajout&eacute;es dans la
base de donn&eacute;es de SEUL/edu.</p>

<p>Il y a encore d'autres liens vers des sites web
int&eacute;ressants sur le sujet sous le second
&eacute;l&eacute;ment d'<a href=
"http://www.schoolforge.net/other.php">"Autres ressources"
[25]</a>. En particulier, on trouve la <a href=
"http://richtech.ca/seul/casedex.html">base de donn&eacute;es des
histoires &agrave; succ&egrave;s de Linux dans les &eacute;coles
[26]</a>, un <a href="http://seuldat.seul.org">ensemble de liens
par sujets [27]</a> et une <a href=
"http://seuldat.seul.org/npo/">base de donn&eacute;es ouverte des
besoins, probl&egrave;mes et opportunit&eacute;s (NPO) pour
l'utilisation de la technologie dans l'&eacute;ducation [28]</a>.
Finalement, ici se trouvent <a href=
"http://www.schoolforge.net/sfdiscuss.php">des informations sur les
listes de diffusion [20]</a> ainsi qu'un lien vers les archives en
ligne de ces listes. Ajoutons qu'il est aussi indiqu&eacute;
comment, quand et o&ugrave; il est possible de rencontrer des
personnes sur IRC.</p>

<p>Voil&agrave;, c'&eacute;tait une courte pr&eacute;sentation
deSchoolforge qui est, selon mon humble opinion, une organisation
tr&egrave;s utile sur le sujet "GNU/Linux &agrave; l'&eacute;cole"
mais passons maintenant &agrave; l'id&eacute;e de cette
&eacute;dition.</p>

<h3>"Les jeunes enfants font de la musique"</h3>

<p>Jusqu'&agrave; pr&eacute;sent, &agrave; cet endroit, j'ai
introduit une petite id&eacute;e qui peut &ecirc;tre
appliqu&eacute;e et impl&eacute;ment&eacute;e par un programmeur
averti en un rien de temps. Mais je ne suis plus certain en ce
moment que ceci soit int&eacute;ressant car je n'ai re&ccedil;u
aucune impl&eacute;mentation pour mes derni&egrave;res
id&eacute;es. Est-ce que les id&eacute;es sont trop banales, trop
difficiles, sans int&eacute;r&ecirc;t ou que pensez-vous d'autre
&agrave; ce propos&nbsp;? Veuillez s'il vous plait m'envoyer vos
opinions et vos id&eacute;es sur cela &agrave; <a href=
"mailto:foxman@lugo.ch">[1]</a>. Mais il serait encore plus
int&eacute;ressant pour moi si des id&eacute;es et des souhaits
venaient directement de la pratique, c'est &agrave; dire
d'enseignants, de professeurs qui connaissent les besoins et ce qui
manque sur le terrain.</p>

N&eacute;anmoins voici l'id&eacute;e qui m'est venue lorsque j'ai
jou&eacute; avec <a href=
"http://www.newbreedsoftware.com/tuxpaint">Tuxpaint [29]</a> <a
href="http://www.unormal.org/alis/tagatschool5.de.html">[30]</a>.
Bien s&ucirc;r, tous ceux qui ont essay&eacute; Tuxpaint savent que
les tampons sont accompagn&eacute;s de bruitages et de sons.
Lorsque vous cliquez plus d'une fois sur le m&ecirc;me symbole et
que vous ajoutez de temps en temps d'autres tampons, un
sch&eacute;ma sonore int&eacute;ressant appara&icirc;t. Il serait
s&ucirc;rement assez simple de cr&eacute;er un petit programme qui
contiendrait plusieurs boutons. Ces boutons
g&eacute;n&egrave;reraient diff&eacute;rents sons et bruitages qui
s'ajouteraient les uns aux autres. Une fonctionalit&eacute;
d'enregistrement compl&egrave;terait cette id&eacute;e et donnerait
aux futurs Mozart et Beethoven un outil fonctionnel et utile. <br>
<br>
 

<p>Je serais heureux d'entendre un peu de bruit venant de ce coin
et je passe maintenant aux nouvelles de cette &eacute;dition..</p>

<h3>Nouvelles et mises &agrave; jour des versions de
programmes</h3>

<h4>FREEDUC est sorti en version 1.3</h4>

<p>La version 1.3 de <a href=
"http://www.ofset.org/projects/edusoft/edusoft.html">FREEDUC
[31]</a> est sortie il y a quelques semaines. FREEDUC est une
Distribution bas&eacute;e sur la bien connue <a href=
"http://www.knoppix.de">Knoppix [32]</a> et dont l'objectif
principal est la d&eacute;monstration de logiciels &eacute;ducatifs
libres. Les logiciels qui sont pr&eacute;sents dans cette
distribution sont indiqu&eacute;s <a href=
"http://www.ofset.org/projects/edusoft/packages.txt.gz">ici
[33]</a> (Attention&nbsp;: fichier *.txt.gz).</p>

<h4>Les certificats Linus pour les &eacute;l&egrave;ves
autrichiens</h4>

<p>Depuis la premi&egrave;re <a href=
"http://www.pressetext.at/pte.mc?021206035">publication [34]</a>,
du temps s'est d&eacute;j&agrave; &eacute;coul&eacute; mais je
voudrais mentionner ceci encore une fois. Dans les &eacute;coles
autrichiennes, il est maintenant possible d'obtenir/de donner un
certificat GNU/Linux.</p>

<h4>www.BSI-fuer-Buerger.de a &eacute;t&eacute; lanc&eacute;</h4>

<p>Il y a quelques semaines, le <a href="http://www.bsi.de">BSI -
Bundesamt f&uuml;r Sicherheit in der Informationstechologie
[35]</a> allemand (Bureau f&eacute;d&eacute;ral pour la
s&eacute;curit&eacute; pour la technologie informatique) a
lanc&eacute; un nouveau <a href=
"http://www.bsi-fuer-buerger.de">site d'information [36]</a> <i>(en
allemand seulement)</i> pour leurs ressortissants. L'information
que vous pouvez trouver ici ne concerne pas directement les
logiciels libres et GNU/Linux mais est n&eacute;anmoins tr&egrave;s
int&eacute;ressante et facile &agrave; comprendre. Ils vous
expliquent des termes ordinaires comme "internet" et sa fonction
mais ils vont plus loin en &eacute;voquant aussi les aspects
concernant la s&eacute;curit&eacute;. Je voudrais en profiter pour
mentionner l'explication simple de ce qu'est l'internet qui se
trouve sur "Sachgeschichten" (histoires sur comment fonctionnent
les choses) du site web allemand <a href=
"http://www.sendung-mit-der-maus.de/">"Sendung mit der Maus"
[37]</a> (qui est aussi une &eacute;mission de
t&eacute;l&eacute;vision pour enfants en Allemagne). Vous pouvez
t&eacute;l&eacute;charger ce petit film facile &agrave; comprendre
<a href="http://www.wdrmaus.de/service/download/?lang=de/">ici
[38]</a>.</p>

<h4>GCompris a une nouvelle version majeure</h4>

<p>Il y a environ une semaine, Bruno Coudoin a sorti la version 3.0
suivie par GCompris 3.1 quelques jours apr&egrave;s. Les
changements les plus importants sont le d&eacute;passement des
erreurs dues &agrave; la biblioth&egrave;que gnome-canvas qui
n'avait pas &eacute;t&eacute; r&eacute;solu jusqu'&agrave;
pr&eacute;sent ainsi que la possibilit&eacute; d'&eacute;crire de
nouveaux tableaux en python. Il y a de plus quelques nouveaux
tableaux comme lors de chaque nouvelle version. Vous pouvez trouver
l'information exacte sur le site web de <a href=
"http://www.ofset.org/gcompris">GCompris [39]</a>. Pendant que j'y
suis, je ne voudrais pas oublier de f&eacute;liciter Bruno pour son
<a href=
"http://www.sil-centril.org/trophees/projecst/educ.html">succ&egrave;s
[40]</a> au <a href=
"http://www.tropheedulibre.org">TropheeduLibre.org [41]</a>.
Continue ainsi&nbsp;!</p>

<h4>Nouvelle version de KTouch</h4>

<p>KTouch est disponible avec une nouvelle version depuis quelques
semaines, il s'agit de la version 1.3. Vous pouvez voir les
changements exacts et les nouvelles fonctionalit&eacute;s sur le <a
href="http://ktouch.sf.net">site web [42]</a>.</p>

<h4>SkoleLinux est en pr&eacute;-sortie38</h4>

<p><a href="http://www.skolelinux.no">SkoleLinux [43]</a> est une
distribution de Norv&egrave;ge bas&eacute;e sur Debian qui est
faite sp&eacute;cialement pour des buts &eacute;ducatifs. Il existe
aussi un <a href="http://www.skolelinux.de">site web allemand
[44]</a> et une &eacute;quipe allemande qui adapte la distribution
aux conditions locales. Il n'y a malheureusement pas encore de
sortie stable de cette distribution d'avenir pour l'instant. Mais
n&eacute;anmoins la pr&eacute;-sortie 38 a vu le jour avec un
objectif de test il y a quelques semaines. Signalons que SkoleLinux
est la premi&egrave;re distribution que je connais qui utilise de
fa&ccedil;on productive le nouvel outil <a href=
"http://people.debian.org/~mckinstry/ports-status.html">Debian-Installer
[45]</a>.</p>

<h4>Mises &agrave; jour de version de programmes</h4>

<ul>
<li><a href="http://edu.kde.org/ktouch">KTouch</a> 1.3 - Apprenez
la dactylo sous KDE 3.1.2 (<a href=
"http://www.unormal.org/alis/tagatschool1.en.html">TGS 1</a>)</li>

<li><a href="http://www.ofset.org/gcompris">GCompris</a> 3.1 -
Plate-forme &eacute;ducative constitu&eacute;e de diff&eacute;rents
tableaux (<a href=
"http://www.unormal.org/alis/tagatschool2.en.html">TGS 2</a>)</li>

<li><a href="http://edu.kde.org/kgeo">KGeo</a> 1.0.2 - Programme de
g&eacute;om&eacute;trie sous KDE 3.1.2 (<a href=
"http://www.unormal.org/alis/tagatschool3.en.html">TGS 3</a>)</li>

<li><a href="http://bioinformatics.org/ghemical/">Ghemical</a> 1.0
- Programme de chimie pour calculer et mod&eacute;liser des
mol&eacute;cules (<a href=
"http://www.unormal.org/alis/tagatschool4.en.html">TGS 4</a>)</li>

<li><a href="http://www.breedsoft.com">Tuxpaint</a> 0.9.11 -
Programme de peinture pour enfants et pour ceux qui sont
rest&eacute;s des enfants (<a href=
"http://www.unormal.org/alis/tagatschool5.en.html">TGS 5</a>)</li>

<li><a href="http://www.qcad.org">QCad</a> 1.5.4 - programme 2D-DAO
(<a href="http://www.unormal.org/alis/tagatschool6.en.html">TGS
6</a>)</li>
</ul>

<br>
<br>
 

<p>Et pour finir, avant que je n'oublie&nbsp;: ceci est la
premi&egrave;re version de TUX&amp;GNU@school qui est aussi
disponible aux formats OGG Vorbis, Wave et MP3 <a href=
"http://www.fsfeurope.org/projects/education/tgs/">[7]</a> ;-)
Allez-y et &eacute;coutez-les (en allemand). Au revoir
jusqu'&agrave; la prochaine fois ...</p>

<h3>Liens&nbsp;:</h3>

<p>[1] <a href="mailto:foxman@lugo.ch">Veuillez envoyer vos
critiques, questions, commentaires, id&eacute;es et plus
&agrave;&nbsp;: foxman@lugo.ch</a><br>
 [2] <a href="http://www.unormal.org/alis/tagatschool6.de.html">Le
site web de TUX&amp;GNU@school&nbsp;:
www.unormal.org/alis/tagatschool6.en.html</a><br>
 [3] <a href="http://www.qcad.org">Le site web de QCad&nbsp;:
www.QCad.org</a><br>
 [4] <a href="http://www.schoolforge.net">Le site web de
Schoolforge.net&nbsp;: www.Schoolforge.net</a><br>
 [5] <a href=
"http://www.unormal.org/alis/tagatschool1.en.html">Premi&egrave;re
&eacute;dition de TUX&amp;GNU@school</a><br>
 [6] <a href=
"http://www.fsfeurope.org/projects/education/tgs/tgs.fr.html">TUX&amp;GNU@school
en fran&ccedil;ais</a><br>
 [7] <a href=
"http://www.fsfeurope.org/projects/education/tgs/">Possibilit&eacute;
de souscrire &agrave; la lettre de diffusion de
TUX&amp;GNU@school</a><br>
 [8] <a href="http://www.debian.org">Le site web de Debian&nbsp;:
www.debian.org</a><br>
 [9] <a href=
"http://www.qcad.org/index.php3?body=documentations&amp;product=qcad">
La documentation plurilingue de QCad</a><br>
 [10] <a href=
"http://www.qcad.org/index.php3?body=about&amp;product=qcad">La
liste de d&eacute;veloppement de QCad</a><br>
 [11] <a href="http://www.schoolforge.net/what.php">Schoolforge.net
-&gt; Ce qu'est Schoolforge</a><br>
 [12] <a href=
"http://www.schoolforge.net/procedures.php">Schoolforge.net -&gt;
Comment fonctionne Schoolforge</a><br>
 [13] <a href=
"http://www.schoolforge.net/membership.php">Schoolforge.net -&gt;
Devenir membre</a><br>
 [14] <a href=
"http://www.schoolforge.net/members.php">Schoolforge.net -&gt; Les
membres de Schoolforge (par ordre alphab&eacute;tique)</a><br>
 [15] <a href="http://www.schoolforge.net/members1.php">Une liste
plus d&eacute;taill&eacute;e des membres de Schoolforge</a><br>
 [16] <a href="http://www.schoolforge.net/news.php">Schoolforge.net
-&gt; Nouvelles ressources</a><br>
 [17] <a href="http://opensourceschools.org">OpenSourceSchools.org
- Des nouvelles OpenSource &agrave; l'&eacute;cole et dans
l'&eacute;ducation</a><br>
 [18] <a href="http://www.seul.org/edu">La page web de
SEUL/edu&nbsp;: www.seul.org/edu</a><br>
 [19] <a href="http://www.seul.org/edu/reports.html">Rapports de
SEUL/edu</a><br>
 [20] <a href=
"http://www.schoolforge.net/sfdiscuss.php">Schoolforge.net -&gt;
Listes de diffusion et "chat"</a><br>
 [21] <a href=
"http://www.schoolforge.net/software.php">Schoolforge.net -&gt;
Liste des logiciels</a><br>
 [22] <a href="http://richtech.ca./seul">Index des applications de
SEUL/edu</a><br>
 [23] <a href="http://www.debian.org/devel/debian-jr">Le site web
du sous-projet de Debian "Debian Jr."</a><br>
 [24] <a href="http://edu.kde.org">Le site web du projet KDE
Edutainment&nbsp;: edu.kde.org</a><br>
 [25] <a href=
"http://www.schoolforge.net/other.php">Schoolforge.net -&gt; Autres
ressources</a><br>
 [26] <a href="http://richtech.ca/seul/casedex.html">Une base de
donn&eacute;es de SEUL/edu avec les histoires des r&eacute;ussites
et des &eacute;tudes de cas sur Linux &agrave;
l'&eacute;cole</a><br>
 [27] <a href="http://seuldat.seul.org">Une collection de liens de
SEUL/edu</a><br>
 [28] <a href="http://seuldat.seul.org/npo/">Une base de
donn&eacute;es libre des besoins, probl&egrave;mes et
opportunit&eacute;s (Needs, Problems and Opportunities NPO) pour
l'usage de la technologie dans l'&eacute;ducation</a><br>
 [29] <a href="http://www.newbreedsoftware.org/tuxpaint">Le site
web de Tuxpaint&nbsp;: www.newbreedsoftware.org/tuxpaint</a><br>
 [30] <a href="http://www.unormal.org/alis/tagatschool5.de.html">La
cinqui&egrave;me &eacute;dition de TUX&amp;GNU@school</a><br>
 [31] <a href=
"http://www.ofset.org/projects/edusoft/edusoft.html">Le site web de
FREEDUC</a><br>
 [32] <a href="http://www.knoppix.de">Le site web de Knoppix&nbsp;:
www.Knoppix.de</a><br>
 [33] <a href=
"http://www.ofset.org/projects/edusoft/packages.txt.gz">La liste
des paquetages de FREEDUC</a><br>
 [34] <a href="http://www.pressetext.at/pte.mc?pte=021206035">"Les
certificats Linux pour les &eacute;l&egrave;ves autrichiens" sur
Pressetext.at</a><br>
 [35] <a href="http://www.bsi.de">Le site web du "Bundesamtes
f&uuml;r Sicherheit in der Informationstechnik - BSI" allemand
(Bureau f&eacute;d&eacute;ral pour la s&eacute;curit&eacute; en
technologie informatique&nbsp;)&nbsp;: www.bsi.de</a><br>
 [36] <a href="http://www.bsi-fuer-buerger.de">Le nouveau site web
d'information du BSI&nbsp;: www.BSI-fuer-Buerger.de</a><br>
 [37] <a href="http://www.sendung-mit-der-maus.de/">Le site web du
"Sendung mit der Maus" allemand -
wwww.Sendung-mit-der-Maus.de</a><br>
 [38] <a href=
"http://www.wdrmaus.de/service/download/?lang=de/">Lien de
t&eacute;l&eacute;chargement de Sachgeschichten-Video
"Internet"</a><br>
 [39] <a href="http://www.ofset.org/gcompris">Le site web de
GCompris&nbsp;: www.ofset.org/GCompris</a><br>
 [40] <a href=
"http://www.sil-cetril.org/trophees/projets/educ.html">GCompris sur
tropheesdulibre.org</a><br>
 [41] <a href="http://www.tropheesdulibre.org">TropheeduLibre.org
(en fran&ccedil;ais)</a><br>
 [42] <a href="http://ktouch.sf.net">le site web de KTouch&nbsp;:
Ktouch.sourceforge.net</a><br>
 [43] <a href="http://www.skolelinux.no">Le site web de SkoleLinux:
www.SkoleLinux.no</a><br>
 [44] <a href="http://www.skolelinux.de">Le site web en allemand de
SkoleLinux&nbsp;: www.SkoleLinux.de</a><br>
 [45] <a href=
"http://people.debian.org/~mckinstry/ports-status.html">Un site web
sur le nouveau Debian-Installer</a><br>
</p>

<h4>&Agrave; propos de l'auteur&nbsp;:</h4>

<p>Mario Fux a fini en 1999 le PrimarlehrerInnenseminar &agrave;
Brig apr&egrave;s avoir termin&eacute; un dipl&ocirc;me en
math&eacute;matiques et en sciences naturelles. Il fonda avec deux
coll&egrave;gues les <a href="http://www.edux.ch">"ALIS -
Arbeitsgruppe Linux an Schulen"</a> (groupe de travail suisse pour
promouvoir Linux &agrave; l'&eacute;cole). Et lorsqu'il ne passe
pas son temps devant son PC, il est assis &agrave; regarder la
nature dans les <a href="http://www.randa.ch">montagnes</a>.</p>

<p align="center"><i>Ce document est distribu&eacute; sous les
termes de la <a href=
"http://www.gnu.org/licenses/licenses.html#TOCFDL">GNU Free
Documentation License</a>.</i></p>

<p align="center"><i>Copyright (c) 2002 Mario Fux. Permission is
granted to copy, distribute and/or modify this document under the
terms of the GNU Free Documentation License, Version 1.2 or any
later version published by the Free Software Foundation; with no
Invariant Sections, no Front-Cover Texts, and no Back-Cover
Texts.<br>
 Vous pouvez trouver une copie de la licence &agrave; <a href=
"http://www.gnu.org/licenses/fdl.html">http://www.gnu.org/licenses/fdl.html</a>.</i></p>
</body>
</html>

