<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<html> 
<HEAD> 
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" /> 
<TITLE>Projet : publication sur le Logiciel Libre en Chimie</TITLE> 
</HEAD> 
<body bgcolor="#FFFFFF"> 
<p><H1>Projet : publication sur le Logiciel Libre en Chimie</H1></p> 
<OL type="I"> 
  <li>  
    <p>Qu'est-ce qu'un logiciel libre ('free software') ?</p> 
    <p>Un logiciel libre est un logiciel en accord avec ces principes : </p> 
    <ol> 
      <li>  
        <p>Redistribution libre<br> 
          La licence d'un logiciel libre ne doit pas emp&ecirc;cher un contractant  
          de vendre ou donner le logiciel sous forme de composant d'un ensemble  
          (distribution) constitu&eacute; de programmes provenant de diff&eacute;rentes  
          sources. La licence ne doit requ&eacute;rir ni redevance ni r&eacute;tribution  
          sur une telle vente. </p> 
      </li> 
      <li>  
        <p>Code source<br> 
          Le programme doit inclure le code source, et la diffusion sous forme  
          de code source comme sous forme de programme compil&eacute; doit &ecirc;tre  
          autoris&eacute;e. Quand une forme quelconque du produit est distribuée sans le code source, il doit être clairement indiqué par quel moyen il est possible d'obtenir le code source. pour une somme qui ne doit pas excéder un coût raisonnable de reproduction, ou en le chargeant gratuitement via Internet. Les formes intermédiaires de code source, telles que celles résultant d'un pré-processeur ou d'un traducteur, sont interdites.</p> 
      </li> 
      <li>  
        <p>Applications d&eacute;riv&eacute;es</br> La licence doit permettre  
          les modifications et les applications d&eacute;riv&eacute;es, et elle  
          doit permettre &agrave; celles-ci d'&ecirc;tre distribu&eacute;es sous  
          les m&ecirc;mes termes que la licence du logiciel original.</p> 
      </li> 
      <li>  
        <p>Int&eacute;grit&eacute; du code source de l'auteur<br> 
          La licence peut d&eacute;fendre de distribuer le code source modifi&eacute;  
          <b>seulement</b> si elle autorise la distribution avec le code source  
          de fichiers correctifs (<EM>patch files</EM>) destin&eacute;s &agrave;  
          modifier le programme au moment de la g&eacute;n&eacute;ration. La licence  
          doit autoriser explicitement la distribution de logiciels g&eacute;n&eacute;r&eacute;s  
          &agrave; partir de code source modifi&eacute;. Elle peut requ&eacute;rir  
          que les applications d&eacute;riv&eacute;es portent un nom ou un num&eacute;ro  
          de version diff&eacute;rent de ceux du logiciel original.</p> 
      </li> 
      <li>  
        <p>Aucune discrimination de personne ou de groupe<br> 
          La licence ne doit discriminer aucune personne ou groupe de personnes.</p> 
      </li> 
      <li>  
        <p> Aucune discrimination de champ d'application<br> 
          La licence ne doit pas d&eacute;fendre d'utiliser le logiciel dans un  
          champ d'application particulier. Par exemple, elle ne doit pas d&eacute;fendre  
          l'utilisation du logiciel dans une entreprise ou pour la recherche g&eacute;n&eacute;tique.</p> 
      </li> 
      <li>  
        <p>Distribution de licence<br> 
          Les droits attach&eacute;s au programme doivent s'appliquer &agrave;  
          tous ceux &agrave; qui il est distribu&eacute; sans obligation pour  
          aucune de ces parties de se conformer &agrave; une autre licence.</p> 
      </li> 
      <li>  
        <p>La Licence ne doit pas &ecirc;tre sp&eacute;cifique &agrave; un produit<br>
        Les droits attachés au programme ne doivent pas dépendre du fait que le programme fait partie d'un logiciel en particulier. Si le programme est séparé du logiciel dans lequel il est intégré, et utilisé ou distribué selon les termes de la licence, toutes les parties à qui le programme est redistribué doivent avoir les mêmes droits que ceux accordés avec le logiciel dans lequel il est intégré à l'origine. 
          </p> 
      </li> 
      <li>  
        <p>La licence ne doit pas imposer de restrictions sur d'autres logiciels<br> 
          La licence ne doit pas imposer de restrictions sur d'autres logiciels distribués avec le programme sous licence. Par exemple, la licence ne doit pas exiger que les autres programmes distribués sur le même support physique soient aussi des logiciels libres..</p> 
      </li> 
    </ol> 
    <I>Note : dans le terme anglais 'free software', le mot 'free' ne signifie  
    pas gratuit, mais libre. L'ambigu&iuml;t&eacute; est lev&eacute;e quand le  
    terme est traduit en Fran&ccedil;ais.</I>
  </li> 
  <li>  
    <p>Quels int&eacute;r&ecirc;ts pour la Science ?</p> 
    <ol> 
      <li>  
        <p>La validation scientifique<br> 
          Tout r&eacute;sultat publi&eacute; doit &ecirc;tre reproductible et  
          produit de mani&egrave;re claire et pr&eacute;cise. Comment v&eacute;rifier  
          le calcul d'une bo&icirc;te noire, et en particulier, d'en valider le  
          r&eacute;sultat ? L'utilisateur ne peut pas en conna&icirc;tre le fonctionnement.  
          Il doit se fier &agrave; la parole du concepteur. N'est-ce pas l&agrave;  
          une attitude ayant attrait &agrave; la croyance plut&ocirc;t qu'&agrave;  
          la rigueur scientifique ? Ainsi, pouvoir &eacute;tudier le code source  
          du programme permet de v&eacute;rifier les outils utilis&eacute;s, ainsi  
          que la mani&egrave;re dont ils le sont. Alors, le r&eacute;sultat des  
          calculs est issu d'un algorithme connu et certifi&eacute;.</p> 
      </li> 
      <li>  
        <p>Des outils communs<br> 
          La recherche est le fruit de collaborations, et chaque r&eacute;sultat  
          publi&eacute; est issu de recherches effectu&eacute;es par de nombreuses  
          &eacute;quipes de part le monde. Pourquoi n'en serait-il pas de m&ecirc;me  
          avec les outils informatiques que nous utilisons ? Cela am&egrave;nerait  
          &agrave; un d&eacute;veloppement plus rapide et efficace de chaque outil.  
          Par exemple, il est rare qu'un groupe de recherche en chimie possède  
          des personnes sachant développer sur toutes les plate-formes. L'ouverture  
          du code permet à d'autres équipes de développer sur un système qu'elle  
          maîtrise et de fournir un logiciel plurivalent.</p> 
      </li> 
      <li>  
        <p>Accessible &agrave; tous<br> 
          La libre distribution du logiciel permet au plus grand nombre de profiter  
          de l'outil. Cela permet au laboratoire consacrant la majeure partie  
          de leur budget aux produits chimiques et vaisselles de laboratoire de  
          pouvoir acc&eacute;der &agrave; un outil puissant.</p> 
      </li> 
      <li>  
        <p>Adaptable à tous<br> 
          Le code étant libre, il peut être modifier par quiconque afin de l'adapter  
          au mieux au besoin d'un laboratoire.</p> 
      </li> 
      <li>  
        <p>Protection du logiciel</p> 
        <p></p> 
        Contrairement à ce qu'on pourrait penser, adopter une licence libre s'est  
        aussi protéger son logiciel. En effet, un logiciel sans licence, c'est  
        être à la merci du plagiat et de la non-reconnaissance d'un travail.  
      <li>  
        <p>Pérénité du code<br> 
          En cas de faillite d'une société commercialisant un produit, ou de l'arrêt  
          du développement d'un logiciel par un groupe ou un particulier, quiconque  
          peut reprendre le projet et continuer à le développer ou le maintenir.  
          Ceci assure de pouvoir ouvrir des fichiers qui ont été crée dix ans  
          auparavant.</p> 
      </li> 
      <li>
        <p>Des produits plus fiables<br>
        Le logiciel libre bénéficie des efforts de l'ensemble des utilsateurs qui travaille dans le but de corriger les problèmes. Les utilisateurs ne se contentant pas seulement de signaler les bogues, peuvent aussi les corriger et envoyer leurs corrections. Les utilisateurs travaillent ensemble, communiquant par l'intermédiaire du courrier électronique, pour venir à bout des problèmes.</p>
        </li>


    </ol>
  </li> 
  <li>  
    <p>O&ugrave; trouver ces logiciels ?</p> 
    <p>Quelques sites regroupent des liens vers les sites de d&eacute;veloppeurs.</p> 
    <p>http://fsfeurope.gnu.org/france/science.fr.html<br> 
      http://www.openscience.org<br> 
      http://www.bioinformatics.org<br> 
      ...</p> 
    <p> Malheureusement, tous les logiciels n'y sont pas list&eacute;s. Beaucoup  
      de logiciels sont encore d&eacute;velopp&eacute;s sans &ecirc;tre distribu&eacute;s.  
      Le fait de faire conna&icirc;tre le logiciel libre permettra de les faire  
      sortir de l'ombre. </p> 
  </li> 
  <li>  
    <p>Comment mettre un logiciel sous licence libre?</p> 
    <ol><li>
    <p>Méthode générale<br>
    Pour mettre un logiciel libre sous licence libre, il faut d'abord déclarer qu'il est sous copyright, ensuite il faut ajouter les conditions de distribution, qui sont un outil légal donnant à chacun le droit d'utiliser, de modifier, et de redistribuer le code du programme, ou tous les programmes qui en sont dérivés. Ainsi, le code et ses libertés sont légalement indissociables.</p>
    </li>
    <li>
    <p>L'en-tête du code source<br>
    Il est nécessaire que chaque fichier du code source contienne l'en-tête suivante :<br>
<pre>
&#60;Indiquer ici le nom du programme et ce qu'il fait&#62;
Copyright (C) yyyy  &#60;Nom de l'auteur&#62;

This program is free software; you can redistribute it and/or modify
it under the terms of the &#60;Nom de la licence&#62; as published by
&#60;Organisme ayant rédigé cette licence&#62;

This program is distributed in the hope that it will be useful, but 
WITHOUT ANY WARRANTY; without even the implied warranty
of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
See the licence for more details.

You should have received a copy of the &#60;Nom de la licence&#62; along with
this program; if not, contact &#60;Adresse permettant d'obtenir le texte
intégrale de la licence&#62;.
</pre>
    </p>
    </li>
    <li>
    <p>La licence<br>
    Le programme doit être distribué sous les termes d'une licence d'utilisation. Plusieurs licences libres existent, à vous de choisir celle que vous souhaiter appliquer. Le logiciel, ainsi que ses sources doivent être distribués avec le texte de licence d'utilisation, ou bien un lien permettant de la retrouver sur un autre média (Internet, ...)</p>
    </li>
    </ol>
   </li>
  </li> 
  <li>  
    <p>Sources</p> 
    <ul>
      <li>Groupe de discussion sur le Logiciel Libre en Science : <a href="http://france.fsfeurope.org/science/">http://france.fsfeurope.gnu.org/science</a></li>
      <li>L'Association pour la Recherche et l'Informatique Libre : <a href="http://www.april.org/">http://www.april.org</a></li>
      <li>Les Directives Debian pour le logiciel libre : <a href="http://www.debian.org/social_contract#guidelines">http://www.debian.org/social_contract#guidelines</a></li> 
      <li>Les licences libres : <a href="http://www.gnu.org/licenses/license-list.fr.html">http://www.gnu.org/licenses/license-list.fr.html</a></li>
      <li>La licence GNU GPL (anlgais) : <a href="http://www.gnu.org/licenses/gpl.html">http://www.gnu.org/licenses/gpl.html</a></li> 
      <li>La licence Artistic (anglais) : <a href="http://language.perl.com/misc/Artistic.html">http://language.perl.com/misc/Artistic.html</a></li> 
      <li>La licence BSD (anglais) : <a href="http://www.debian.org/misc/bsd.license">http://www.debian.org/misc/bsd.license</a></li> 
    </ul> 
  </li> 
</ol> 
</body> 
</html> 
